module.exports = {
	"d0101": {
		"y": "嫁娶.祭祀.祈福.求嗣.開光.出行.解除.入宅.移徙.納畜.入殮.破土.修墳.立碑.",
		"j": "伐木.作梁.動土.安床.破土.栽種.造橋.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "成",
		"zc": "正沖正沖丙寅",
		"ts": "倉庫爐外西南"
	},
	"d0201": {
		"y": "出行.起基.安床.納財.交易.立券.嫁娶.栽種.入殮.移柩.安葬.",
		"j": "掛匾.入宅.上樑.祈福.詞訟.作梁.作灶.開池.安門.動土.破土.掘井.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "滿",
		"zc": "正沖正沖丁酉",
		"ts": "房床門房內南"
	},
	"d0102": {
		"y": "祭祀.沐浴.理髮.納財.進人口.栽種.掃舍.捕捉.畋獵.結網.",
		"j": "會親友.安葬.入宅.移徙.安床.開市.行喪.出火.作灶.安門.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "收",
		"zc": "正沖正沖丁卯",
		"ts": "房床門外西南"
	},
	"d0103": {
		"y": "納采.訂盟.祭祀.祈福.求嗣.塑繪.解除.拆卸.修造.動土.豎柱.上樑.安門.置產.開池.掘井.納畜.安床.栽種.造畜椆棲.破土.移柩.立碑.",
		"j": "嫁娶.開市.出火.進人口.入殮.赴任.入宅.移徙.出行.安葬.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "開",
		"zc": "正沖正沖戊辰",
		"ts": "門雞棲外西南"
	},
	"d0104": {
		"y": "入宅.移徙.出行.進人口.修造.動土.起基.上樑.安門.造倉.補垣.塞穴.造畜椆棲.",
		"j": "嫁娶.開市.安床.栽種.安葬.祈福.開光.掘井.安葬.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "閉",
		"zc": "正沖正沖己巳",
		"ts": "碓磨床外西南"
	},
	"d0105": {
		"y": "祭祀.祈福.齋醮.沐浴.安床.安機械.造車器.入殮.移柩.啟攢.安葬.立碑.合帳.經絡.交易.",
		"j": "作灶.掘井.嫁娶.入宅.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "閉",
		"zc": "正沖正沖庚午",
		"ts": "廚灶碓外西南"
	},
	"d0106": {
		"y": "解除.掃舍.祭祀.教牛馬.餘事勿取.",
		"j": "餘事勿取.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "建",
		"zc": "正沖正沖辛未",
		"ts": "倉庫廁外西南"
	},
	"d0107": {
		"y": "開市.交易.立券.掛匾.開光.解除.伐木.作梁.出火.入宅.移徙.安床.拆卸.動土.上樑.栽種.納畜.安葬.",
		"j": "嫁娶.祭祀.出行.置產.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "除",
		"zc": "正沖正沖壬申",
		"ts": "房床廁外正南"
	},
	"d0108": {
		"y": "開市.交易.立券.納財.開池.補垣.嫁娶.納采.納畜.取漁.安床.",
		"j": "修造.上樑.入宅.祈福.探病.掘井.動土.安門.安葬.作灶.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "滿",
		"zc": "正沖正沖癸酉",
		"ts": "佔門廁外正南"
	},
	"d0109": {
		"y": "祭祀.解除.修飾垣牆.平治道涂.餘事勿取.",
		"j": "餘事勿取.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "平",
		"zc": "正沖正沖甲戌",
		"ts": "碓磨棲外正西"
	},
	"d0110": {
		"y": "嫁娶.祭祀.祈福.求嗣.動土.會親友.起基.造倉.納畜.牧養.作廁.進人口.",
		"j": "掘井.安葬.栽種.出行.作灶.開市.入宅.安門.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "定",
		"zc": "正沖正沖乙亥",
		"ts": "廚灶床外正西"
	},
	"d0111": {
		"y": "嫁娶.祭祀.祈福.求嗣.開光.入宅.移徙.安床.修造.動土.進人口.",
		"j": "掘井.安葬.栽種.出行.作灶.開市.入宅.安門.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "執",
		"zc": "正沖正沖丙子",
		"ts": "倉庫碓外西北"
	},
	"d0112": {
		"y": "破屋.壞垣.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "破",
		"zc": "正沖正沖丁丑",
		"ts": "房床廁外西北"
	},
	"d0113": {
		"y": "嫁娶.開市.交易.立券.開光.出行.出火.拆卸.修造.入宅.移徙.動土.破土.移柩.安葬.啟攢.除服.成服.",
		"j": "安床.伐木.祈福.納畜.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "危",
		"zc": "正沖正沖戊寅",
		"ts": "佔門爐外西北"
	},
	"d0114": {
		"y": "祭祀.入殮.破土.除服.成服.啟攢.安葬.修墳.立碑.餘事勿取.",
		"j": "餘事勿取.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "成",
		"zc": "正沖正沖己卯",
		"ts": "佔門爐外西北"
	},
	"d0115": {
		"y": "祭祀.解除.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "收",
		"zc": "正沖正沖庚辰",
		"ts": "廚灶棲外西北"
	},
	"d0116": {
		"y": "開市.交易.立券.納財.納畜.造畜椆棲.入宅.移徙.安床.開光.祈福.求嗣.動土.",
		"j": "嫁娶.栽種.安葬.理髮.造廟.作灶.入殮.行喪.造橋.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "開",
		"zc": "正沖正沖辛巳",
		"ts": "倉庫床外西北"
	},
	"d0117": {
		"y": "安床.裁衣.交易.立券.入殮.移柩.安葬.除服.成服.",
		"j": "置產.嫁娶.出行.開光.栽種.動土.破土.入宅.治病.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "閉",
		"zc": "正沖正沖壬午",
		"ts": "房床碓外正北"
	},
	"d0118": {
		"y": "祭祀.解除.造畜椆棲.教牛馬.針灸.餘事勿取.",
		"j": "嫁娶.動土.開池.安葬.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "建",
		"zc": "正沖正沖癸未",
		"ts": "佔門廁外正北"
	},
	"d0119": {
		"y": "沐浴.塑繪.開光.納采.訂盟.開市.交易.立券.納財.起基.動土.定磉.放水.安葬.破土.啟攢.修墳.立碑.移柩.",
		"j": "入宅.安門.祭祀.謝土.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "除",
		"zc": "正沖正沖甲申",
		"ts": "碓磨爐外正北"
	},
	"d0120": {
		"y": "嫁娶.出行.理髮.安床.啟攢.安葬.修墳.開市.交易.立券.納財.開池.牧養.",
		"j": "掘井.祈福.謝土.動土.入宅.上樑.修造.作灶.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "滿",
		"zc": "正沖正沖乙酉",
		"ts": "廚灶門外正北"
	},
	"d0121": {
		"y": "解除.平治道涂.餘事勿取.",
		"j": "移徙.入宅.掘井.造廟.栽種.針灸.治病.開池.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "平",
		"zc": "正沖正沖丙戌",
		"ts": "倉庫棲外正北"
	},
	"d0122": {
		"y": "嫁娶.祭祀.開光.伐木.出火.拆卸.入宅.移徙.修造.動土.上樑.安床.納畜.",
		"j": "開市.行喪.栽種.出行.出貨財.安葬.置產.詞訟.治病.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "定",
		"zc": "正沖正沖丁亥",
		"ts": "佔房床房內北"
	},
	"d0123": {
		"y": "嫁娶.納采.訂盟.入宅.移徙.安床.祭祀.祈福.開光.出行.解除.出火.拆卸.動土.納畜.謝土.安葬.破土.",
		"j": "伐木.開市.交易.上樑.作灶.安門.造屋.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "執",
		"zc": "正沖正沖戊子",
		"ts": "佔門碓房內北"
	},
	"d0124": {
		"y": "祭祀.破屋.壞垣.解除.餘事勿取.",
		"j": "開市.動土.破土.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "破",
		"zc": "正沖正沖己丑",
		"ts": "碓磨廁房內北"
	},
	"d0125": {
		"y": "嫁娶.納采.訂盟.開光.安香.出火.納財.開市.交易.立券.裁衣.造屋.起基.修造.動土.安門.移徙.入宅.栽種.牧養.畋獵.掘井.開池.安葬.破土.入殮.除服.成服.立碑.",
		"j": "祈福.造廟.祭祀.安床.謝土.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "危",
		"zc": "正沖正沖庚寅",
		"ts": "廚灶爐房內北"
	},
	"d0126": {
		"y": "祭祀.齋醮.入殮.破土.啟攢.安葬.修墳.立碑.除服.成服.",
		"j": "嫁娶.入宅.作灶.納采.訂盟.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "成",
		"zc": "正沖正沖辛卯",
		"ts": "倉庫門房內北"
	},
	"d0127": {
		"y": "祭祀.齋醮.納財.捕捉.畋獵.",
		"j": "嫁娶.開市.入宅.安床.破土.安葬.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "收",
		"zc": "正沖正沖壬辰",
		"ts": "房床棲房內南"
	},
	"d0128": {
		"y": "納采.訂盟.祭祀.祈福.求嗣.齋醮.沐浴.進人口.會親友.入學.治病.安碓磑.掘井.開池.納畜.牧養.造畜椆棲.",
		"j": "嫁娶.合帳.入宅.行喪.安葬.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "開",
		"zc": "正沖正沖癸巳",
		"ts": "佔門床房內南"
	},
	"d0129": {
		"y": "祭祀.祈福.求嗣.沐浴.問名.交易.納財.入殮.移柩.安葬.修墳.立碑.謝土.造畜椆棲.教牛馬.",
		"j": "入宅.置產.嫁娶.動土.栽種.開市.開光.動土.破土.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "閉",
		"zc": "正沖正沖甲午",
		"ts": "佔碓磨房內南"
	},
	"d0130": {
		"y": "祭祀.教牛馬.造畜椆棲.祭祀.會親友.解除.餘事勿取.",
		"j": "嫁娶.入宅.出行.動土.破土.安葬.行喪.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "建",
		"zc": "正沖正沖乙未",
		"ts": "廚灶廁房內南"
	},
	"d0131": {
		"y": "嫁娶.開光.解除.出火.拆卸.修造.進人口.入宅.移徙.安床.栽種.入殮.修墳.動土.除服.成服.",
		"j": "作灶.安葬.祭祀.開市.納采.訂盟.納畜.謝土.出行.探病.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "除",
		"zc": "正沖正沖丙申",
		"ts": "倉庫爐房內南"
	},
	"d0210": {
		"y": "嫁娶.開光.祈福.求嗣.解除.動土.安床.栽種.開池.掘井.祭祀.破土.啟攢.",
		"j": "入宅.作灶.伐木.安葬.出火.出行.納畜.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "開",
		"zc": "正沖正沖丙午",
		"ts": "倉庫碓外東北"
	},
	"d0225": {
		"y": "祭祀.祈福.求嗣.開光.嫁娶.出行.解除.伐木.拆卸.進人口.安床.動土.起基.上樑.栽種.納畜.破土.謝土.啟攢.安葬.",
		"j": "移徙.入宅.出火.作灶.掘井.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "除",
		"zc": "正沖正沖辛酉",
		"ts": "倉庫門外正南"
	},
	"d0215": {
		"y": "修飾垣牆.平治道涂.祭祀.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "平",
		"zc": "正沖正沖辛亥",
		"ts": "倉庫床外正東"
	},
	"d0220": {
		"y": "祭祀.塞穴.結網.破土.謝土.安葬.移柩.除服.成服.餘事勿取.",
		"j": "嫁娶.入宅.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "成",
		"zc": "正沖正沖丙辰",
		"ts": "倉庫棲外東南"
	},
	"d0227": {
		"y": "作灶.解除.平治道涂.餘事勿取.",
		"j": "祭祀.祈福.安葬.安門.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "平",
		"zc": "正沖正沖癸亥",
		"ts": "佔門床外正南"
	},
	"d0223": {
		"y": "祭祀.祈福.求嗣.納畜.入殮.啟攢.謝土.除服.成服.",
		"j": "栽種.開光.出行.針灸.嫁娶.入宅.動土.破土.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "閉",
		"zc": "正沖正沖己未",
		"ts": "碓磨廁外東南"
	},
	"d0330": {
		"y": "納財.交易.立券.栽種.捕捉.結網.取漁.進人口.教牛馬.理髮.",
		"j": "入宅.造屋.豎柱.安葬.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "收",
		"zc": "正沖正沖甲午",
		"ts": "佔碓磨房內南"
	},
	"d0202": {
		"y": "平治道涂.餘事勿取.",
		"j": "開光.嫁娶.開倉.出貨財.造船.安葬.探病.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "平",
		"zc": "正沖正沖戊戌",
		"ts": "門雞棲房內東"
	},
	"d0203": {
		"y": "嫁娶.訂盟.納采.會親友.祭祀.安機械.移徙.入宅.造屋.安床.起基.定磉.安香.出火.掛匾.拆卸.置產.",
		"j": "開市.出行.安葬.行喪.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "定",
		"zc": "正沖正沖己亥",
		"ts": "碓磨床房內東"
	},
	"d0204": {
		"y": "解除.沐浴.",
		"j": "諸事不宜.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "定",
		"zc": "正沖正沖庚子",
		"ts": "廚灶碓房內東"
	},
	"d0205": {
		"y": "嫁娶.祭祀.祈福.出行.解除.出火.拆卸.動土.入宅.移徙.安床.上樑.栽種.納畜.破土.啟攢.安葬.",
		"j": "開市.立券.理髮.作灶.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "執",
		"zc": "正沖正沖辛丑",
		"ts": "倉庫廁房內東"
	},
	"d0206": {
		"y": "祭祀.解除.治病.破屋.壞垣.掃舍.",
		"j": "餘事勿取.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "破",
		"zc": "正沖正沖壬寅",
		"ts": "房床爐房內東"
	},
	"d0207": {
		"y": "祭祀.祈福.求嗣.開光.出火.出行.拆卸.修造.動土.入宅.移徙.上樑.掛匾.開池.入殮.安葬.破土.啟攢.",
		"j": "嫁娶.作灶.安床.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "危",
		"zc": "正沖正沖癸卯",
		"ts": "佔大門外東北"
	},
	"d0208": {
		"y": "結網.入殮.除服.成服.移柩.安葬.破土.",
		"j": "諸事不宜.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "成",
		"zc": "正沖正沖甲辰",
		"ts": "碓磨棲外東北"
	},
	"d0209": {
		"y": "移徙.祭祀.開光.祈福.出行.解除.進人口.雇庸.安床.動土.起基.上樑.安門.解除.",
		"j": "嫁娶.安葬.破土.作梁.納畜.牧養.行喪.作灶.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "收",
		"zc": "正沖正沖乙巳",
		"ts": "廚灶床外東北"
	},
	"d0211": {
		"y": "祭祀.合帳.裁衣.經絡.伐木.作梁.安床.作灶.入殮.安葬.啟攢.移柩.",
		"j": "詞訟.出火.入宅.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "閉",
		"zc": "正沖正沖丁未",
		"ts": "房床廁外東北"
	},
	"d0212": {
		"y": "裁衣.伐木.作梁.納財.交易.立券.",
		"j": "諸事不宜.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "建",
		"zc": "正沖正沖戊申",
		"ts": "佔門爐外東北"
	},
	"d0213": {
		"y": "嫁娶.祭祀.祈福.求嗣.開光.出行.出火.拆卸.動土.上樑.進人口.入宅.移徙.安床.開市.交易.立券.掛匾.入殮.破土.安葬.啟攢.除服.成服.",
		"j": "諸事不宜.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "除",
		"zc": "正沖正沖己酉",
		"ts": "碓磨門外正東"
	},
	"d0214": {
		"y": "嫁娶.冠笄.納采.出行.會親友.上樑.安機械.安床.牧養.畋獵.祭祀.祈福.開光.修造.安門.造屋.起基.",
		"j": "入宅.作灶.治病.安葬.移徙.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "滿",
		"zc": "正沖正沖庚戌",
		"ts": "廚灶棲外正東"
	},
	"d0216": {
		"y": "造車器.納采.訂盟.祭祀.祈福.求嗣.移徙.出行.開市.出火.入宅.立券.交易.入宅.安門.安床.安葬.謝土.",
		"j": "開光.造屋.動土.作灶.栽種.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "定",
		"zc": "正沖正沖壬子",
		"ts": "房床碓外正東"
	},
	"d0217": {
		"y": "動土.入殮.嫁娶.移柩.安葬.破土.",
		"j": "開市.作灶.安床.入宅.上樑.裁衣.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "執",
		"zc": "正沖正沖癸丑",
		"ts": "佔門廁外正東"
	},
	"d0218": {
		"y": "求醫.治病.破屋.壞垣.餘事勿取.",
		"j": "開市.嫁娶.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "破",
		"zc": "正沖正沖甲寅",
		"ts": "碓磨爐外東南"
	},
	"d0219": {
		"y": "祭祀.齋醮.沐浴.開生墳.除服.成服.移柩.入殮.破土.安葬.合壽木.",
		"j": "開市.嫁娶.安床.會親友.入宅.作灶.上樑.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "危",
		"zc": "正沖正沖乙卯",
		"ts": "廚灶門外東南"
	},
	"d0221": {
		"y": "祭祀.沐浴.理髮.作灶.結網.栽種.",
		"j": "嫁娶.詞訟.行喪.安葬.牧養.伐木.作梁.開市.納畜.造畜椆棲.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "收",
		"zc": "正沖正沖丁巳",
		"ts": "佔房床外東南"
	},
	"d0222": {
		"y": "嫁娶.祭祀.開光.祈福.求嗣.出行.開市.交易.立券.動土.納財.掘井.會親友.",
		"j": "入宅.安葬.伐木.作梁.納畜.造畜椆棲.作灶.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "開",
		"zc": "正沖正沖戊午",
		"ts": "佔門碓外東南"
	},
	"d0224": {
		"y": "開光.解除.伐木.豎柱.上樑.交易.立券.納畜.入殮.移柩.安葬.",
		"j": "入宅.出行.移徙.祭祀.嫁娶.動土.破土.作灶.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "建",
		"zc": "正沖正沖庚申",
		"ts": "廚灶爐外正南"
	},
	"d0226": {
		"y": "會親友.冠笄.安床.會親友.安機械.祭祀.祈福.求嗣.經絡.",
		"j": "嫁娶.開市.動土.作灶.安葬.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "滿",
		"zc": "正沖正沖壬戌",
		"ts": "房床棲外正南"
	},
	"d0228": {
		"y": "嫁娶.祭祀.冠笄.修飾垣牆.置產.",
		"j": "經絡.探病.造屋.作灶.動土.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "定",
		"zc": "正沖正沖甲子",
		"ts": "佔碓磨外正南"
	},
	"d0319": {
		"y": "嫁娶.祭祀.開光.祈福.求嗣.出火.入宅.移徙.安床.拆卸.動土.破土.謝土.",
		"j": "合帳.開市.安葬.入殮.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "開",
		"zc": "正沖正沖癸未",
		"ts": "佔門廁外正北"
	},
	"d0328": {
		"y": "納采.交易.立券.安床.安機械.安葬.移柩.動土.破土.立碑.",
		"j": "嫁娶.開光.作灶.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "危",
		"zc": "正沖正沖壬辰",
		"ts": "房床棲房內南"
	},
	"d0318": {
		"y": "理髮.冠笄.嫁娶.進人口.",
		"j": "置產.伐木.納畜.造畜椆棲.安葬.破土.作梁.作灶.開生墳.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "收",
		"zc": "正沖正沖壬午",
		"ts": "房床碓外正北"
	},
	"d0308": {
		"y": "訂盟.納采.裁衣.合帳.冠笄.安機械.拆卸.安床.入殮.除服.成服.移柩.破土.啟攢.安葬.修墳.立碑.經絡.交易.立券.納財.築堤.造倉.補垣.塞穴.納畜.伐木.架馬.",
		"j": "祭祀.開光.嫁娶.入宅.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "閉",
		"zc": "正沖正沖壬申",
		"ts": "房床廁外正南"
	},
	"d0320": {
		"y": "安床.伐木.拆卸.修造.動土.上樑.立券.交易.栽種.納畜.牧養.入殮.安葬.",
		"j": "嫁娶.祭祀.開光.出行.出火.移徙.入宅.安門.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "閉",
		"zc": "正沖正沖甲申",
		"ts": "碓磨爐外正北"
	},
	"d0331": {
		"y": "嫁娶.訂盟.納采.祭祀.祈福.出行.修造.動土.移徙.入宅.破土.出火.安門.安床.上樑.立碑.移柩.",
		"j": "開市.交易.合帳.安葬.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "開",
		"zc": "正沖正沖乙未",
		"ts": "廚灶廁房內南"
	},
	"d0321": {
		"y": "祭祀.祈福.求嗣.齋醮.嫁娶.冠笄.出行.開市.交易.會親友.教牛馬.除服.成服.啟攢.安葬.移柩.",
		"j": "祈福.動土.移徙.入宅.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "建",
		"zc": "正沖正沖乙酉",
		"ts": "廚灶門外正北"
	},
	"d0310": {
		"y": "塞穴.諸事不宜.",
		"j": "安門.作灶.安葬.嫁娶.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "除",
		"zc": "正沖正沖甲戌",
		"ts": "碓磨棲外正西"
	},
	"d0428": {
		"y": "嫁娶.祭祀.祈福.求嗣.齋醮.開光.出火.移徙.入宅.豎柱.上樑.會親友.造屋.起基.治病.治病.安門.造車器.掘井.開池.",
		"j": "納采.出行.修墳.安葬.開市.立券.作灶.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "除",
		"zc": "正沖正沖癸亥",
		"ts": "佔門床外正南"
	},
	"d0301": {
		"y": "納采.嫁娶.祭祀.祈福.出行.修造.動土.移徙.入宅.安葬.破土.",
		"j": "開市.入宅.齋醮.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "執",
		"zc": "正沖正沖乙丑",
		"ts": "廚灶廁外西南"
	},
	"d0302": {
		"y": "祭祀.沐浴.解除.理髮.掃舍.破屋.壞垣.餘事勿取.",
		"j": "嫁娶.安葬.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "破",
		"zc": "正沖正沖丙寅",
		"ts": "倉庫爐外西南"
	},
	"d0303": {
		"y": "納采.訂盟.祭祀.祈福.安香.出火.修造.出行.開市.移徙.入宅.動土.安葬.破土.",
		"j": "安床.作灶.造船.會親友.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "危",
		"zc": "正沖正沖丁卯",
		"ts": "房床門外西南"
	},
	"d0304": {
		"y": "塞穴.結網.取漁.畋獵.",
		"j": "嫁娶.安門.移徙.入宅.安葬.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "成",
		"zc": "正沖正沖戊辰",
		"ts": "門雞棲外西南"
	},
	"d0305": {
		"y": "納采.祭祀.祈福.出行.會親友.修造.動土.移徙.入宅.",
		"j": "嫁娶.開市.安葬.破土.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "收",
		"zc": "正沖正沖己巳",
		"ts": "碓磨床外西南"
	},
	"d0306": {
		"y": "裁衣.合帳.冠笄.嫁娶.納婿.安床.入殮.納財.",
		"j": "作灶.開市.安葬.作梁.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "收",
		"zc": "正沖正沖庚午",
		"ts": "廚灶碓外西南"
	},
	"d0307": {
		"y": "祭祀.訂盟.納采.修造.動土.祈福.塑繪.齋醮.沐浴.拆卸.起基.入宅.安香.造廟.移柩.謝土.除服.成服.入學.習藝.出行.豎柱.上樑.掘井.求嗣.解除.伐木.",
		"j": "作灶.安葬.開市.造屋.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "開",
		"zc": "正沖正沖辛未",
		"ts": "倉庫廁外西南"
	},
	"d0309": {
		"y": "祭祀.出行.嫁娶.冠笄.安床.入殮.移柩.安葬.",
		"j": "掘井.動土.作灶.栽種.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "建",
		"zc": "正沖正沖癸酉",
		"ts": "佔門廁外正南"
	},
	"d0311": {
		"y": "開光.塑繪.求嗣.納采.裁衣.合帳.冠笄.安機械.作梁.開柱眼.安門.安床.造倉.祭祀.會親友.祈福.經絡.納財.開市.立券.交易.入學.求嗣.理髮.架馬.",
		"j": "出行.齋醮.安葬.嫁娶.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "滿",
		"zc": "正沖正沖乙亥",
		"ts": "廚灶床外正西"
	},
	"d0312": {
		"y": "祭祀.嫁娶.納婿.安葬.",
		"j": "栽種.造屋.作灶.入宅.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "平",
		"zc": "正沖正沖丙子",
		"ts": "倉庫碓外西北"
	},
	"d0313": {
		"y": "祭祀.會親友.訂盟.裁衣.合帳.安機械.拆卸.上樑.安門.入殮.除服.成服.移柩.啟攢.安葬.立碑.開光.塑繪.入學.出行.起基.定磉.放水.移徙.入宅.豎柱.立券.經絡.",
		"j": "伐木.作梁.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "定",
		"zc": "正沖正沖丁丑",
		"ts": "房床廁外西北"
	},
	"d0314": {
		"y": "祭祀.開光.塑繪.祈福.齋醮.裁衣.合帳.冠笄.嫁娶.拆卸.動土.移徙.入宅.入殮.移柩.安葬.謝土.求嗣.入學.理髮.伐木.架馬.作梁.出火.修造.起基.定磉.放水.赴任.",
		"j": "入宅.安門.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "執",
		"zc": "正沖正沖戊寅",
		"ts": "佔門爐外西北"
	},
	"d0315": {
		"y": "祭祀.治病.破屋.壞垣.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "破",
		"zc": "正沖正沖己卯",
		"ts": "佔門爐外西北"
	},
	"d0316": {
		"y": "嫁娶.祭祀.出行.冠笄.立券.交易.進人口.開市.移徙.修造.動土.安床.入殮.移柩.破土.",
		"j": "開光.作灶.齋醮.安葬.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "危",
		"zc": "正沖正沖庚辰",
		"ts": "廚灶棲外西北"
	},
	"d0317": {
		"y": "開市.立券.交易.掛匾.祭祀.祈福.開光.入宅.移徙.安床.拆卸.動土.上樑.進人口.",
		"j": "嫁娶.行喪.架馬.作梁.理髮.牧養.安葬.納畜.伐木.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "成",
		"zc": "正沖正沖辛巳",
		"ts": "倉庫床外西北"
	},
	"d0322": {
		"y": "塞穴.整手足甲.解除.捕捉.畋獵.結網.餘事勿取.諸事不宜.",
		"j": "嫁娶.作灶.掘井.安葬.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "除",
		"zc": "正沖正沖丙戌",
		"ts": "倉庫棲外正北"
	},
	"d0323": {
		"y": "納財.開市.立券.交易.開光.安床.上樑.造屋.修造.起基.",
		"j": "動土.破土.安葬.行喪.赴任.出行.嫁娶.入宅.移徙.謝土.詞訟.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "滿",
		"zc": "正沖正沖丁亥",
		"ts": "佔房床房內北"
	},
	"d0324": {
		"y": "祭祀.祈福.嫁娶.冠笄.修飾垣牆.置產.平治道涂.",
		"j": "開倉.出貨財.造屋.作灶.開市.交易.立券.栽種.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "平",
		"zc": "正沖正沖戊子",
		"ts": "佔門碓房內北"
	},
	"d0325": {
		"y": "嫁娶.祭祀.開光.祈福.求嗣.出行.出火.進人口.入宅.移徙.安床.拆卸.修造.安門.掛匾.納財.掃舍.",
		"j": "動土.伐木.安葬.行喪.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "定",
		"zc": "正沖正沖己丑",
		"ts": "碓磨廁房內北"
	},
	"d0326": {
		"y": "嫁娶.開光.祭祀.祈福.求嗣.出行.出火.入宅.移徙.解除.栽種.伐木.破土.謝土.安葬.",
		"j": "開市.交易.作灶.納財.上樑.安床.造屋.造船.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "執",
		"zc": "正沖正沖庚寅",
		"ts": "廚灶爐房內北"
	},
	"d0327": {
		"y": "破屋.壞垣.求醫.治病.餘事勿取.",
		"j": "開光.嫁娶.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "破",
		"zc": "正沖正沖辛卯",
		"ts": "倉庫門房內北"
	},
	"d0329": {
		"y": "祭祀.祈福.求嗣.齋醮.沐浴.開光.理髮.經絡.解除.治病.治病.立碑.栽種.牧養.掘井.開池.",
		"j": "嫁娶.定磉.合壽木.安葬.行喪.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "成",
		"zc": "正沖正沖癸巳",
		"ts": "佔門床房內南"
	},
	"d0426": {
		"y": "祭祀.出行.修造.動土.合帳.造畜椆棲.安床.移徙.入殮.移柩.破土.啟攢.安葬.開生墳.合壽木.補垣.塞穴.",
		"j": "移徙.入宅.作灶.理髮.開光.安門.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "閉",
		"zc": "正沖正沖辛酉",
		"ts": "倉庫門外正南"
	},
	"d0416": {
		"y": "祭祀.祈福.求嗣.開光.納采.訂盟.解除.栽種.納畜.牧養.掃舍.進人口.",
		"j": "修墳.造橋.作灶.出行.安葬.造屋.入宅.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "除",
		"zc": "正沖正沖辛亥",
		"ts": "倉庫床外正東"
	},
	"d0425": {
		"y": "安香.出火.納采.訂盟.嫁娶.開市.立券.交易.掛匾.開光.出行.解除.安床.栽種.置產.拆卸.修造.動土.",
		"j": "作灶.安葬.祭祀.入殮.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "開",
		"zc": "正沖正沖庚申",
		"ts": "廚灶爐外正南"
	},
	"d0422": {
		"y": "沐浴.塞穴.畋獵.結網.取漁.掃舍.餘事勿取.",
		"j": "祈福.安葬.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "危",
		"zc": "正沖正沖丁巳",
		"ts": "佔房床外東南"
	},
	"d0406": {
		"y": "祭祀.平治道涂.解除.修飾垣牆.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "平",
		"zc": "正沖正沖辛丑",
		"ts": "倉庫廁房內東"
	},
	"d0412": {
		"y": "解除.破屋.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "收",
		"zc": "正沖正沖丁未",
		"ts": "房床廁外東北"
	},
	"d0526": {
		"y": "開市.交易.立券.掛匾.祭祀.祈福.齋醮.出行.開市.交易.立券.造屋.起基.修造.動土.定磉.安床.安機械.安葬.破土.啟攢.除服.成服.立碑.",
		"j": "作灶.嫁娶.移徙.入宅.理髮.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "定",
		"zc": "正沖正沖辛卯",
		"ts": "倉庫門房內北"
	},
	"d0401": {
		"y": "冠笄.立券.交易.修造.動土.安機械.入殮.安葬.破土.",
		"j": "嫁娶.祈福.出火.入宅.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "閉",
		"zc": "正沖正沖丙申",
		"ts": "倉庫爐房內南"
	},
	"d0402": {
		"y": "祭祀.會親友.出行.立券.交易.冠笄.納財.",
		"j": "嫁娶.動土.掘井.起基.定磉.破土.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "建",
		"zc": "正沖正沖丁酉",
		"ts": "房床門房內南"
	},
	"d0403": {
		"y": "祭祀.沐浴.解除.掃舍.塞穴.牧養.",
		"j": "嫁娶.安葬.行喪.安門.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "除",
		"zc": "正沖正沖戊戌",
		"ts": "門雞棲房內東"
	},
	"d0404": {
		"y": "納財.開市.交易.立券.開光.針灸.會親友.理髮.安床.造倉.結網.",
		"j": "移徙.入宅.栽種.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "滿",
		"zc": "正沖正沖己亥",
		"ts": "碓磨床房內東"
	},
	"d0405": {
		"y": "納采.嫁娶.開光.出行.理髮.會親友.開市.安床.栽種.牧養.入殮.移柩.啟攢.",
		"j": "謝土.祈福.上樑.作灶.齋醮.修造.入宅.安門.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "滿",
		"zc": "正沖正沖庚子",
		"ts": "廚灶碓房內東"
	},
	"d0407": {
		"y": "祭祀.祈福.開光.解除.動土.納財.交易.納畜.掃舍.",
		"j": "進人口.出行.嫁娶.置產.安床.赴任.安葬.作灶.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "定",
		"zc": "正沖正沖壬寅",
		"ts": "房床爐房內東"
	},
	"d0408": {
		"y": "祭祀.祈福.求嗣.開光.解除.出火.拆卸.入宅.安床.修造.安門.納畜.啟攢.安葬.",
		"j": "動土.破土.納財.掘井.掛匾.開市.伐木.交易.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "執",
		"zc": "正沖正沖癸卯",
		"ts": "佔大門外東北"
	},
	"d0409": {
		"y": "祭祀.解除.破屋.壞垣.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "破",
		"zc": "正沖正沖甲辰",
		"ts": "碓磨棲外東北"
	},
	"d0410": {
		"y": "塞穴.掃舍.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "危",
		"zc": "正沖正沖乙巳",
		"ts": "廚灶床外東北"
	},
	"d0411": {
		"y": "祭祀.祈福.求嗣.開光.解除.納采.冠笄.出火.拆卸.進人口.安床.動土.上樑.造廟.掘井.開池.入殮.移柩.安葬.破土.",
		"j": "",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "成",
		"zc": "正沖正沖丙午",
		"ts": "倉庫碓外東北"
	},
	"d0413": {
		"y": "嫁娶.祈福.求嗣.開光.出行.解除.拆卸.出火.開市.立券.交易.入宅.移徙.安床.動土.破土.謝土.",
		"j": "祭祀.入殮.安葬.探病.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "開",
		"zc": "正沖正沖戊申",
		"ts": "佔門爐外東北"
	},
	"d0414": {
		"y": "祭祀.裁衣.冠笄.安床.交易.立券.開池.補垣.塞穴.入殮.破土.啟攢.安葬.謝土.除服.成服.",
		"j": "嫁娶.掘井.探病.開市.開光.栽種.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "閉",
		"zc": "正沖正沖己酉",
		"ts": "碓磨門外正東"
	},
	"d0415": {
		"y": "祭祀.出行.教牛馬.掃舍.餘事勿取.",
		"j": "開光.伐木.安葬.破土.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "建",
		"zc": "正沖正沖庚戌",
		"ts": "廚灶棲外正東"
	},
	"d0417": {
		"y": "開光.出行.交易.塞穴.嫁娶.理髮.開市.安床.",
		"j": "祈福.出火.置產.動土.破土.安葬.修造.上樑.置產.入宅.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "滿",
		"zc": "正沖正沖壬子",
		"ts": "房床碓外正東"
	},
	"d0418": {
		"y": "祭祀.作灶.畋獵.結網.修飾垣牆.平治道涂.餘事勿取.",
		"j": "嫁娶.安床.治病.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "平",
		"zc": "正沖正沖癸丑",
		"ts": "佔門廁外正東"
	},
	"d0419": {
		"y": "沐浴.祭祀.解除.安葬.破土.謝土.移柩.餘事勿取.",
		"j": "齋醮.開光.嫁娶.入宅.上樑.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "定",
		"zc": "正沖正沖甲寅",
		"ts": "碓磨爐外東南"
	},
	"d0420": {
		"y": "祭祀.解除.入殮.移柩.啟攢.安葬.整手足甲.捕捉.畋獵.取漁.除服.成服.掃舍.謝土.齋醮.",
		"j": "動土.破土.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "執",
		"zc": "正沖正沖乙卯",
		"ts": "廚灶門外東南"
	},
	"d0421": {
		"y": "祭祀.沐浴.解除.破屋.壞垣.求醫.治病.餘事勿取.",
		"j": "嫁娶.開市.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "破",
		"zc": "正沖正沖丙辰",
		"ts": "倉庫棲外東南"
	},
	"d0423": {
		"y": "開市.交易.立券.掛匾.祭祀.開光.祈福.求嗣.安床.解除.修造.安葬.",
		"j": "納采.問名.訂盟.嫁娶.入宅.開倉.出火.動土.破土.納畜.伐木.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "成",
		"zc": "正沖正沖戊午",
		"ts": "佔門碓外東南"
	},
	"d0424": {
		"y": "祭祀.修門.取漁.納財.納畜.餘事勿取.",
		"j": "嫁娶.入宅.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "收",
		"zc": "正沖正沖己未",
		"ts": "碓磨廁外東南"
	},
	"d0427": {
		"y": "祭祀.修飾垣牆.餘事勿取.",
		"j": "開光.修造.動土.破土.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "建",
		"zc": "正沖正沖壬戌",
		"ts": "房床棲外正南"
	},
	"d0429": {
		"y": "祭祀.塑繪.開光.納采.嫁娶.開市.出行.會親友.安床.結網.除服.成服.啟攢.安葬.移柩.",
		"j": "祈福.入宅.造屋.動土.破土.探病.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "滿",
		"zc": "正沖正沖甲子",
		"ts": "佔碓磨外正南"
	},
	"d0430": {
		"y": "祭祀.作灶.平治道涂.餘事勿取.",
		"j": "安床.入宅.安碓磑.栽種.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "平",
		"zc": "正沖正沖乙丑",
		"ts": "廚灶廁外西南"
	},
	"d0523": {
		"y": "納采.訂盟.嫁娶.祭祀.祈福.求嗣.開光.解除.出行.出火.入宅.移徙.栽種.納畜.牧養.動土.破土.入殮.安葬.",
		"j": "作灶.安床.開倉.造屋.動土.安葬.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "除",
		"zc": "正沖正沖戊子",
		"ts": "佔門碓房內北"
	},
	"d0623": {
		"y": "祭祀.齋醮.塑繪.開光.出行.修造.動土.造畜椆棲.安床.放水.掘井.開池.作廁.結網.破土.",
		"j": "出火.入宅.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "危",
		"zc": "正沖正沖己未",
		"ts": "碓磨廁外東南"
	},
	"d0501": {
		"y": "祭祀.祈福.求嗣.齋醮.沐浴.納畜.入殮.破土.安葬.",
		"j": "移徙.入宅.嫁娶.出行.安床.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "定",
		"zc": "正沖正沖丙寅",
		"ts": "倉庫爐外西南"
	},
	"d0502": {
		"y": "納采.祭祀.祈福.求嗣.齋醮.出行.起基.造屋.定磉.安門.入殮.安葬.",
		"j": "嫁娶.開市.納財.出火.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "執",
		"zc": "正沖正沖丁卯",
		"ts": "房床門外西南"
	},
	"d0503": {
		"y": "祭祀.沐浴.解除.求醫.治病.破屋.壞垣.餘事勿取.",
		"j": "祈福.齋醮.開市.安葬.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "破",
		"zc": "正沖正沖戊辰",
		"ts": "門雞棲外西南"
	},
	"d0504": {
		"y": "沐浴.捕捉.畋獵.結網.取漁.",
		"j": "祭祀.嫁娶.入宅.作灶.安葬.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "危",
		"zc": "正沖正沖己巳",
		"ts": "碓磨床外西南"
	},
	"d0505": {
		"y": "嫁娶.祭祀.祈福.求嗣.開光.出行.拆卸.動土.上樑.出火.進人口.入宅.移徙.安床.栽種.納畜.牧養.豎柱.安門.修造.解除.會親友.",
		"j": "",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "危",
		"zc": "正沖正沖庚午",
		"ts": "廚灶碓外西南"
	},
	"d0506": {
		"y": "開市.交易.立券.祭祀.祈福.開光.伐木.進人口.安床.拆卸.修造.動土.栽種.破土.移柩.安葬.",
		"j": "入宅.移徙.理髮.出火.嫁娶.出行.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "成",
		"zc": "正沖正沖辛未",
		"ts": "倉庫廁外西南"
	},
	"d0507": {
		"y": "結網.解除.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "收",
		"zc": "正沖正沖壬申",
		"ts": "房床廁外正南"
	},
	"d0508": {
		"y": "嫁娶.祭祀.祈福.求嗣.開光.開市.交易.立券.安床.出行.拆卸.",
		"j": "納畜.入宅.移徙.安葬.探病.伐木.上樑.安門.入殮.動土.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "開",
		"zc": "正沖正沖癸酉",
		"ts": "佔門廁外正南"
	},
	"d0509": {
		"y": "嫁娶.祭祀.祈福.求嗣.出行.出火.拆卸.修造.動土.入宅.移徙.安床.作灶.塞穴.栽種.破土.安葬.",
		"j": "開光.掘井.開倉.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "閉",
		"zc": "正沖正沖甲戌",
		"ts": "碓磨棲外正西"
	},
	"d0510": {
		"y": "解除.掃舍.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "建",
		"zc": "正沖正沖乙亥",
		"ts": "廚灶床外正西"
	},
	"d0511": {
		"y": "開市.交易.立券.掛匾.開光.出行.拆卸.進人口.入宅.移柩.動土.安門.上樑.栽種.破土.修墳.安葬.",
		"j": "嫁娶.安床.探病.作灶.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "除",
		"zc": "正沖正沖丙子",
		"ts": "倉庫碓外西北"
	},
	"d0512": {
		"y": "進人口.會親友.",
		"j": "塞穴.上樑.動土.伐木.安葬.詞訟.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "滿",
		"zc": "正沖正沖丁丑",
		"ts": "房床廁外西北"
	},
	"d0513": {
		"y": "沐浴.平治道涂.掃舍.入殮.破土.安葬.除服.成服.",
		"j": "嫁娶.移徙.伐木.作梁.安床.祭祀.祈福.造屋.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "平",
		"zc": "正沖正沖戊寅",
		"ts": "佔門爐外西北"
	},
	"d0514": {
		"y": "嫁娶.祭祀.祈福.求嗣.開光.出火.出行.拆卸.動土.解除.進人口.開市.交易.立券.掛匾.入宅.移徙.安床.安門.上樑.安葬.破土.謝土.",
		"j": "",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "定",
		"zc": "正沖正沖己卯",
		"ts": "佔門爐外西北"
	},
	"d0515": {
		"y": "祭祀.祈福.求嗣.開光.解除.合帳.冠笄.伐木.架馬.作梁.修造.進人口.嫁娶.裁衣.合帳.安床.動土.起基.上樑.豎柱.放水.會親友.",
		"j": "",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "執",
		"zc": "正沖正沖庚辰",
		"ts": "廚灶棲外西北"
	},
	"d0516": {
		"y": "破屋.壞垣.沐浴.解除.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "破",
		"zc": "正沖正沖辛巳",
		"ts": "倉庫床外西北"
	},
	"d0517": {
		"y": "納采.訂盟.嫁娶.造車器.祭祀.祈福.求嗣.開光.出火.拆卸.修造.動土.進人口.掛匾.入宅.移徙.安床.栽種.入殮.破土.安葬.除服.成服.",
		"j": "開市.立券.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "危",
		"zc": "正沖正沖壬午",
		"ts": "房床碓外正北"
	},
	"d0518": {
		"y": "開市.交易.立券.祭祀.祈福.開光.動土.安床.出行.栽種.納畜.牧養.豎柱.上樑.解除.破土.",
		"j": "嫁娶.掘井.入宅.移徙.安葬.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "成",
		"zc": "正沖正沖癸未",
		"ts": "佔門廁外正北"
	},
	"d0519": {
		"y": "解除.出行.納采.冠笄.豎柱.上樑.移徙.作灶.進人口.入宅.納畜.牧養.",
		"j": "祭祀.伐木.架馬.安床.修造.動土.安葬.修墳.破土.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "收",
		"zc": "正沖正沖甲申",
		"ts": "碓磨爐外正北"
	},
	"d0520": {
		"y": "祭祀.祈福.求嗣.開光.出行.開市.交易.立券.栽種.安床.納畜.移徙.起基.動土.定磉.造倉.置產.破土.啟攢.修墳.",
		"j": "入宅.移徙.修造.安門.伐木.入殮.安葬.造屋.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "開",
		"zc": "正沖正沖乙酉",
		"ts": "廚灶門外正北"
	},
	"d0521": {
		"y": "嫁娶.交易.立券.作廁.補垣.塞穴.畋獵.取漁.開生墳.",
		"j": "安床.開渠.上樑.修造.開市.開光.入宅.移徙.安床.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "閉",
		"zc": "正沖正沖丙戌",
		"ts": "倉庫棲外正北"
	},
	"d0522": {
		"y": "塞穴.斷蟻.結網.畋獵.餘事勿取.",
		"j": "嫁娶.安葬.入宅.出行.動土.詞訟.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "建",
		"zc": "正沖正沖丁亥",
		"ts": "佔房床房內北"
	},
	"d0524": {
		"y": "開光.納采.裁衣.冠笄.安床.作灶.進人口.造倉.塞穴.",
		"j": "嫁娶.栽種.修造.動土.出行.伐木.作梁.安葬.謝土.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "滿",
		"zc": "正沖正沖己丑",
		"ts": "碓磨廁房內北"
	},
	"d0525": {
		"y": "納采.嫁娶.裁衣.理髮.出行.修造.動土.進人口.開市.交易.立券.掛匾.移徙.上樑.栽種.納畜.",
		"j": "伐木.安葬.安床.祭祀.祈福.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "平",
		"zc": "正沖正沖庚寅",
		"ts": "廚灶爐房內北"
	},
	"d0527": {
		"y": "嫁娶.納采.訂盟.祭祀.祈福.求嗣.開光.出火.出行.拆卸.動土.修造.進人口.入宅.移徙.安床.解除.掛匾.栽種.破土.謝土.入殮.移柩.安葬.",
		"j": "開市.立券.造船.合壽木.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "執",
		"zc": "正沖正沖壬辰",
		"ts": "房床棲房內南"
	},
	"d0528": {
		"y": "祭祀.沐浴.解除.破屋.壞垣.餘事勿取.",
		"j": "開光.安葬.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "破",
		"zc": "正沖正沖癸巳",
		"ts": "佔門床房內南"
	},
	"d0529": {
		"y": "訂盟.納采.嫁娶.解除.祭祀.祈福.求嗣.開光.出行.解除.出火.拆卸.入宅.移徙.安床.栽種.納畜.動土.破土.謝土.安葬.修墳.",
		"j": "作灶.開市.經絡.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "危",
		"zc": "正沖正沖甲午",
		"ts": "佔碓磨房內南"
	},
	"d0530": {
		"y": "祭祀.祈福.求嗣.開光.訂盟.納采.解除.動土.起基.進人口.開市.交易.立券.納財.造倉.開池.栽種.納畜.破土.安葬.",
		"j": "安床.上樑.裁衣.入宅.嫁娶.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "成",
		"zc": "正沖正沖乙未",
		"ts": "廚灶廁房內南"
	},
	"d0531": {
		"y": "祭祀.結網.捕捉.餘事勿取.",
		"j": "探病.嫁娶.開市.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "收",
		"zc": "正沖正沖丙申",
		"ts": "倉庫爐房內南"
	},
	"d0626": {
		"y": "嫁娶.納采.訂盟.冠笄.造車器.祭祀.開光.祈福.求嗣.出行.解除.伐木.出火.入宅.拆卸.修造.動土.上樑.安床.栽種.破土.",
		"j": "行喪.置產.入宅.安葬.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "開",
		"zc": "正沖正沖壬戌",
		"ts": "房床棲外正南"
	},
	"d0613": {
		"y": "祭祀.作灶.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "收",
		"zc": "正沖正沖己酉",
		"ts": "碓磨門外正東"
	},
	"d0603": {
		"y": "祭祀.解除.斷蟻.會親友.餘事勿取.",
		"j": "嫁娶.安葬.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "建",
		"zc": "正沖正沖己亥",
		"ts": "碓磨床房內東"
	},
	"d0628": {
		"y": "出行.教牛馬.割蜜.餘事勿取.",
		"j": "齋醮.造屋.動土.破土.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "建",
		"zc": "正沖正沖甲子",
		"ts": "佔碓磨外正南"
	},
	"d0618": {
		"y": "嫁娶.開光.祭祀.祈福.出行.解除.移徙.入宅.開市.納財.起基.修造.豎柱.上樑.造屋.作灶.出火.安香.補垣.塞穴.拆卸.放水.掃舍.造倉.造船.栽種.安葬.",
		"j": "納采.訂盟.安床.謝土.破土.動土.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "滿",
		"zc": "正沖正沖甲寅",
		"ts": "碓磨爐外東南"
	},
	"d0630": {
		"y": "安機械.祭祀.祈福.求嗣.沐浴.解除.納采.開市.修造.豎柱.上樑.開柱眼.安碓磑.歸岫.補垣.塞穴.拆卸.放水.出火.掃舍.開生墳.合壽木.安葬.謝土.啟攢.除服.成服.",
		"j": "嫁娶.安床.作灶.動土.破土.造船.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "滿",
		"zc": "正沖正沖丙寅",
		"ts": "倉庫爐外西南"
	},
	"d0726": {
		"y": "祭祀.嫁娶.畋獵.結網.",
		"j": "動土.破土.治病.開渠.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "平",
		"zc": "正沖正沖壬辰",
		"ts": "房床棲房內南"
	},
	"d0601": {
		"y": "祭祀.祈福.求嗣.開光.納采.訂盟.嫁娶.出行.動土.破土.會親友.開市.交易.立券.習藝.拆卸.起基.安碓磑.放水.開池.造倉.開渠.栽種.謝土.啟攢.修墳.立碑.",
		"j": "入宅.安門.安葬.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "開",
		"zc": "正沖正沖丁酉",
		"ts": "房床門房內南"
	},
	"d0602": {
		"y": "嫁娶.冠笄.祭祀.出行.移徙.入宅.作灶.造車器.補垣.塞穴.作廁.破土.啟攢.除服.成服.入殮.",
		"j": "入宅.造屋.造橋.安門.安葬.上樑.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "閉",
		"zc": "正沖正沖戊戌",
		"ts": "門雞棲房內東"
	},
	"d0604": {
		"y": "嫁娶.納采.訂盟.祭祀.祈福.治病.造車器.修造.動土.移徙.入宅.",
		"j": "開市.出行.安床.作灶.安葬.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "除",
		"zc": "正沖正沖庚子",
		"ts": "廚灶碓房內東"
	},
	"d0605": {
		"y": "嫁娶.納采.訂盟.會親友.安機械.結網.冠笄.祭祀.求嗣.進人口.經絡.",
		"j": "開市.作灶.動土.行喪.安葬.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "滿",
		"zc": "正沖正沖辛丑",
		"ts": "倉庫廁房內東"
	},
	"d0606": {
		"y": "開光.求嗣.出行.解除.伐木.出火.拆卸.修造.上樑.起基.入宅.移徙.開市.交易.立券.栽種.牧養.入殮.安葬.除服.成服.",
		"j": "置產.安床.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "滿",
		"zc": "正沖正沖壬寅",
		"ts": "房床爐房內東"
	},
	"d0607": {
		"y": "祭祀.理髮.修飾垣牆.平治道涂.沐浴.整手足甲.掃舍.",
		"j": "出行.安門.修造.嫁娶.上樑.入宅.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "平",
		"zc": "正沖正沖癸卯",
		"ts": "佔大門外東北"
	},
	"d0608": {
		"y": "嫁娶.祭祀.開光.祈福.求嗣.出行.出火.拆卸.動土.修造.進人口.入宅.移徙.安床.掛匾.交易.立券.栽種.納畜.入殮.破土.啟攢.安葬.",
		"j": "",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "定",
		"zc": "正沖正沖甲辰",
		"ts": "碓磨棲外東北"
	},
	"d0609": {
		"y": "祭祀.祈福.求嗣.開光.出行.伐木.出火.拆卸.修造.動土.起基.安床.入宅.移徙.",
		"j": "嫁娶.開市.交易.行喪.安葬.修墳.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "執",
		"zc": "正沖正沖乙巳",
		"ts": "廚灶床外東北"
	},
	"d0610": {
		"y": "破屋.壞垣.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "破",
		"zc": "正沖正沖丙午",
		"ts": "倉庫碓外東北"
	},
	"d0611": {
		"y": "開市.交易.立券.納財.開池.作廁.結網.祭祀.修造.動土.安床.放水.經絡.破土.",
		"j": "嫁娶.造橋.詞訟.移徙.安門.作灶.栽種.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "危",
		"zc": "正沖正沖丁未",
		"ts": "房床廁外東北"
	},
	"d0612": {
		"y": "開市.交易.立券.納財.栽種.安床.拆卸.修造.動土.上樑.入殮.安葬.破土.除服.成服.",
		"j": "嫁娶.出火.伐木.祭祀.入宅.移徙.納畜.探病.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "成",
		"zc": "正沖正沖戊申",
		"ts": "佔門爐外東北"
	},
	"d0614": {
		"y": "解除.壞垣.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "開",
		"zc": "正沖正沖庚戌",
		"ts": "廚灶棲外正東"
	},
	"d0615": {
		"y": "修造.動土.起基.安門.安床.栽種.築堤.補垣.造畜椆棲.",
		"j": "嫁娶.掘井.入宅.移徙.出火.出行.行喪.安葬.開光.理髮.進人口.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "閉",
		"zc": "正沖正沖辛亥",
		"ts": "倉庫床外正東"
	},
	"d0616": {
		"y": "祭祀.教牛馬.斷蟻.餘事勿取.",
		"j": "齋醮.移徙.入宅.動土.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "建",
		"zc": "正沖正沖壬子",
		"ts": "房床碓外正東"
	},
	"d0617": {
		"y": "納采.訂盟.嫁娶.祭祀.祈福.開市.納財.立券.移徙.出行.修造.動土.起基.定磉.豎柱.拆卸.掃舍.放水.安香.安床.造船.開池.掘井.造畜椆棲.栽種.",
		"j": "行喪.安葬.破土.作灶.伐木.齋醮.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "除",
		"zc": "正沖正沖癸丑",
		"ts": "佔門廁外正東"
	},
	"d0619": {
		"y": "嫁娶.祭祀.理髮.作灶.修飾垣牆.平治道涂.整手足甲.沐浴.冠笄.",
		"j": "破土.出行.栽種.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "平",
		"zc": "正沖正沖乙卯",
		"ts": "廚灶門外東南"
	},
	"d0620": {
		"y": "嫁娶.納采.訂盟.祭祀.祈福.求嗣.開光.出火.出行.拆卸.修造.動土.進人口.入宅.移徙.安床.交易.立券.掛匾.納財.入殮.安葬.啟攢.除服.成服.",
		"j": "動土.掘井.破土.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "定",
		"zc": "正沖正沖丙辰",
		"ts": "倉庫棲外東南"
	},
	"d0621": {
		"y": "畋獵.捕捉.結網.取漁.祭祀.沐浴.餘事勿取.",
		"j": "嫁娶.開市.安葬.啟攢.行喪.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "執",
		"zc": "正沖正沖丁巳",
		"ts": "佔房床外東南"
	},
	"d0622": {
		"y": "祭祀.破屋.壞垣.餘事勿取.",
		"j": "移徙.入宅.開倉.出貨財.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "破",
		"zc": "正沖正沖戊午",
		"ts": "佔門碓外東南"
	},
	"d0624": {
		"y": "開市.交易.立券.掛匾.開光.解除.拆卸.動土.安床.修造.上樑.置產.栽種.破土.安葬.",
		"j": "作灶.出火.祭祀.嫁娶.入宅.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "成",
		"zc": "正沖正沖庚申",
		"ts": "廚灶爐外正南"
	},
	"d0625": {
		"y": "祭祀.結網.餘事勿取.",
		"j": "入宅.出行.掘井.安葬.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "收",
		"zc": "正沖正沖辛酉",
		"ts": "倉庫門外正南"
	},
	"d0627": {
		"y": "嫁娶.合帳.裁衣.冠笄.伐木.上樑.出火.拆卸.移徙.修造.動土.安門.納財.築堤.栽種.塞穴.",
		"j": "安床.祈福.出行.安葬.行喪.開光.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "閉",
		"zc": "正沖正沖癸亥",
		"ts": "佔門床外正南"
	},
	"d0629": {
		"y": "嫁娶.祭祀.祈福.求嗣.開光.出行.解除.出火.拆卸.修造.進人口.入宅.移徙.動土.安床.納畜.栽種.納財.交易.立券.掛匾.造畜椆棲.",
		"j": "安葬.開生墳.合壽木.行喪.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "除",
		"zc": "正沖正沖乙丑",
		"ts": "廚灶廁外西南"
	},
	"d0730": {
		"y": "嫁娶.開市.立券.移徙.入宅.安機械.會親友.經絡.安門.安床.掛匾.拆卸.開倉.出貨財.開池.栽種.納畜.牧養.破土.安葬.啟攢.移柩.入殮.立碑.",
		"j": "祭祀.祈福.探病.謝土.造橋.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "危",
		"zc": "正沖正沖丙申",
		"ts": "倉庫爐房內南"
	},
	"d0723": {
		"y": "嫁娶.祭祀.出行.裁衣.冠笄.交易.雕刻.納財.造畜椆棲.造車器.雕刻.教牛馬.",
		"j": "移徙.入宅.栽種.動土.破土.作灶.安葬.行喪.伐木.上樑.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "建",
		"zc": "正沖正沖己丑",
		"ts": "碓磨廁房內北"
	},
	"d0720": {
		"y": "祭祀.冠笄.作灶.交易.納財.栽種.結網.納畜.牧養.進人口.",
		"j": "開渠.造船.安床.安葬.破土.出行.修墳.掘井.開市.開生墳.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "收",
		"zc": "正沖正沖丙戌",
		"ts": "倉庫棲外正北"
	},
	"d0725": {
		"y": "嫁娶.納采.訂盟.造車器.開光.出行.拆卸.起基.安床.除服.成服.開市.交易.立券.栽種.牧養.入殮.移柩.啟攢.",
		"j": "上樑.入宅.修造.動土.破土.祭祀.祈福.齋醮.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "滿",
		"zc": "正沖正沖辛卯",
		"ts": "倉庫門房內北"
	},
	"d0825": {
		"y": "安機械.納采.訂盟.祭祀.祈福.求嗣.開光.普渡.出行.出火.拆卸.修造.動土.進人口.開市.交易.立券.移徙.安床.栽種.上樑.納畜.破土.移柩.安葬.",
		"j": "入宅.嫁娶.掘井.牧養.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "成",
		"zc": "正沖正沖壬戌",
		"ts": "房床棲外正南"
	},
	"d0701": {
		"y": "祭祀.沐浴.理髮.整手足甲.修飾垣牆.平治道涂.餘事勿取.",
		"j": "開市.入宅.出行.修造.詞訟.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "平",
		"zc": "正沖正沖丁卯",
		"ts": "房床門外西南"
	},
	"d0702": {
		"y": "嫁娶.納采.祭祀.祈福.出行.立券.移徙.入宅.動土.破土.安葬.",
		"j": "開光.作灶.造屋.架馬.開倉.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "定",
		"zc": "正沖正沖戊辰",
		"ts": "門雞棲外西南"
	},
	"d0703": {
		"y": "納采.訂盟.冠笄.祭祀.祈福.齋醮.出行.修造.動土.移徙.入宅.安香.出火.拆卸.造屋.起基.豎柱.上樑.定磉.安門.開池.",
		"j": "嫁娶.開市.合壽木.安葬.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "執",
		"zc": "正沖正沖己巳",
		"ts": "碓磨床外西南"
	},
	"d0704": {
		"y": "祭祀.沐浴.破屋.壞垣.餘事勿取.",
		"j": "入宅.嫁娶.移徙.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "破",
		"zc": "正沖正沖庚午",
		"ts": "廚灶碓外西南"
	},
	"d0705": {
		"y": "嫁娶.安機械.交易.出行.祭祀.祈福.求嗣.齋醮.塑繪.開光.合帳.裁衣.放水.開池.掘井.",
		"j": "作灶.理髮.造橋.行喪.安葬.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "危",
		"zc": "正沖正沖辛未",
		"ts": "倉庫廁外西南"
	},
	"d0706": {
		"y": "納采.冠笄.求醫.治病.開市.立券.修造.動土.安機械.破土.安葬.",
		"j": "齋醮.祭祀.移徙.入宅.上樑.嫁娶.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "成",
		"zc": "正沖正沖壬申",
		"ts": "房床廁外正南"
	},
	"d0707": {
		"y": "嫁娶.開光.出行.祈福.求嗣.解除.拆卸.動土.修造.進人口.開市.交易.立券.掛匾.入宅.移徙.安床.栽種.納畜.入殮.移柩.安葬.",
		"j": "",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "成",
		"zc": "正沖正沖癸酉",
		"ts": "佔門廁外正南"
	},
	"d0708": {
		"y": "祭祀.作灶.納財.栽種.納畜.進人口.",
		"j": "安葬.經絡.修墳.破土.開市.安床.啟攢.立碑.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "收",
		"zc": "正沖正沖甲戌",
		"ts": "碓磨棲外正西"
	},
	"d0709": {
		"y": "祭祀.祈福.求嗣.開光.開市.牧養.理髮.",
		"j": "嫁娶.出行.安葬.入殮.入宅.作灶.冠笄.上樑.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "開",
		"zc": "正沖正沖乙亥",
		"ts": "廚灶床外正西"
	},
	"d0710": {
		"y": "祭祀.入殮.破土.除服.成服.移柩.啟攢.安葬.謝土.餘事勿取.",
		"j": "餘事勿取.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "閉",
		"zc": "正沖正沖丙子",
		"ts": "倉庫碓外西北"
	},
	"d0711": {
		"y": "祭祀.出行.交易.割蜜.造畜椆棲.",
		"j": "嫁娶.作灶.安葬.動土.詞訟.作梁.伐木.掘井.破土.移徙.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "建",
		"zc": "正沖正沖丁丑",
		"ts": "房床廁外西北"
	},
	"d0712": {
		"y": "嫁娶.祭祀.祈福.求嗣.開光.出火.拆卸.修造.動土.進人口.開市.交易.立券.掛匾.入宅.移徙.栽種.納畜.入殮.啟攢.除服.成服.",
		"j": "",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "除",
		"zc": "正沖正沖戊寅",
		"ts": "佔門爐外西北"
	},
	"d0713": {
		"y": "嫁娶.開光.解除.安床.牧養.理髮.開市.入殮.啟攢.移柩.安葬.掃舍.",
		"j": "作灶.動土.上樑.栽種.入宅.移徙.修造.祈福.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "滿",
		"zc": "正沖正沖己卯",
		"ts": "佔門爐外西北"
	},
	"d0714": {
		"y": "祭祀.解除.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "平",
		"zc": "正沖正沖庚辰",
		"ts": "廚灶棲外西北"
	},
	"d0715": {
		"y": "祭祀.祈福.求嗣.開光.伐木.出火.拆卸.入宅.安床.修造.動土.上樑.掛匾.納畜.",
		"j": "嫁娶.栽種.行喪.理髮.修墳.行喪.作灶.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "定",
		"zc": "正沖正沖辛巳",
		"ts": "倉庫床外西北"
	},
	"d0716": {
		"y": "解除.祭祀.理髮.入殮.安葬.破土.",
		"j": "嫁娶.開市.出火.作灶.置產.齋醮.入宅.移徙.安門.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "執",
		"zc": "正沖正沖壬午",
		"ts": "房床碓外正北"
	},
	"d0717": {
		"y": "破屋.壞垣.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "破",
		"zc": "正沖正沖癸未",
		"ts": "佔門廁外正北"
	},
	"d0718": {
		"y": "開市.交易.立券.納財.動土.開光.出行.嫁娶.納采.訂盟.出行.納財.入學.開倉.出貨財.納畜.牧養.栽種.破土.啟攢.安葬.立碑.",
		"j": "入宅.移徙.作灶.祭祀.謝土.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "危",
		"zc": "正沖正沖甲申",
		"ts": "碓磨爐外正北"
	},
	"d0719": {
		"y": "嫁娶.納采.訂盟.祭祀.祈福.求嗣.開光.出火.出行.拆卸.修造.動土.進人口.開市.交易.立券.掛匾.入宅.移徙.安床.栽種.入殮.破土.謝土.安葬.",
		"j": "掘井.伐木.納畜.合壽木.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "成",
		"zc": "正沖正沖乙酉",
		"ts": "廚灶門外正北"
	},
	"d0721": {
		"y": "嫁娶.納采.訂盟.祭祀.祈福.求嗣.納采.裁衣.冠笄.開光.安床.作梁.修造.動土.作灶.起基.上樑.造屋.納畜.牧養.",
		"j": "移徙.栽種.出行.行喪.破土.安葬.詞訟.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "開",
		"zc": "正沖正沖丁亥",
		"ts": "佔房床房內北"
	},
	"d0722": {
		"y": "經絡.祭祀.沐浴.補垣.塞穴.除服.成服.移柩.入殮.啟攢.立碑.",
		"j": "開光.治病.嫁娶.掘井.破土.安葬.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "閉",
		"zc": "正沖正沖戊子",
		"ts": "佔門碓房內北"
	},
	"d0724": {
		"y": "修造.動土.安機械.祭祀.沐浴.解除.拆卸.治病.作灶.造屋.起基.開池.掃舍.造畜椆棲.開生墳.合壽木.安葬.破土.啟攢.移柩.入殮.立碑.",
		"j": "開市.入宅.出行.安床.作灶.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "除",
		"zc": "正沖正沖庚寅",
		"ts": "廚灶爐房內北"
	},
	"d0727": {
		"y": "納采.訂盟.會親友.入學.祭祀.祈福.求嗣.開光.出行.解除.理髮.動土.起基.開市.交易.立券.納財.造倉.栽種.納畜.牧養.",
		"j": "嫁娶.作灶.出火.置產.嫁娶.入宅.安葬.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "定",
		"zc": "正沖正沖癸巳",
		"ts": "佔門床房內南"
	},
	"d0728": {
		"y": "祭祀.祈福.解除.整手足甲.安床.沐浴.入殮.移柩.破土.啟攢.安葬.謝土.",
		"j": "嫁娶.齋醮.開市.出火.入宅.移徙.出行.作灶.安門.伐木.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "執",
		"zc": "正沖正沖甲午",
		"ts": "佔碓磨房內南"
	},
	"d0729": {
		"y": "破屋.壞垣.解除.餘事勿取.",
		"j": "嫁娶.安葬.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "破",
		"zc": "正沖正沖乙未",
		"ts": "廚灶廁房內南"
	},
	"d0731": {
		"y": "嫁娶.訂盟.納采.祭祀.祈福.齋醮.開光.會親友.求醫.治病.造屋.起基.豎柱.上樑.安門.安碓磑.築堤.開池.破土.安葬.除服.成服.",
		"j": "入宅.開市.掘井.詞訟.合壽木.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "成",
		"zc": "正沖正沖丁酉",
		"ts": "房床門房內南"
	},
	"d0815": {
		"y": "嫁娶.祭祀.祈福.求嗣.開光.出行.解除.安床.栽種.移柩.進人口.會親友.除服.成服.",
		"j": "造屋.入殮.安葬.伐木.入宅.移徙.置產.納畜.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "開",
		"zc": "正沖正沖壬子",
		"ts": "房床碓外正東"
	},
	"d0829": {
		"y": "嫁娶.納采.訂盟.祭祀.祈福.求嗣.出行.解除.豎柱.入宅.移徙.納財.上樑.納畜.入殮.安葬.啟攢.",
		"j": "栽種.掘井.動土.安床.破土.置產.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "建",
		"zc": "正沖正沖丙寅",
		"ts": "倉庫爐外西南"
	},
	"d0822": {
		"y": "破土.安葬.移柩.入殮.祭祀.捕捉.除服.成服.餘事勿取.",
		"j": "嫁娶.入宅.開市.交易.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "執",
		"zc": "正沖正沖己未",
		"ts": "碓磨廁外東南"
	},
	"d0922": {
		"y": "嫁娶.冠笄.安機械.解除.納畜.牧養.沐浴.伐木.架馬.作梁.安門.掃舍.合壽木.安葬.啟攢.立碑.修墳.",
		"j": "祈福.開光.開市.入宅.動土.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "閉",
		"zc": "正沖正沖庚寅",
		"ts": "廚灶爐房內北"
	},
	"d0801": {
		"y": "納采.訂盟.嫁娶.移徙.入宅.出行.祭祀.祈福.齋醮.塑繪.開光.安香.出火.會親友.解除.入學.豎柱.上樑.拆卸.造屋.起基.栽種.牧養.納畜.",
		"j": "安葬.破土.開市.開倉.出貨財.啟攢.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "收",
		"zc": "正沖正沖戊戌",
		"ts": "門雞棲房內東"
	},
	"d0802": {
		"y": "納采.訂盟.嫁娶.祭祀.沐浴.塑繪.開光.出火.治病.習藝.伐木.造屋.豎柱.上樑.安床.作灶.安碓磑.掛匾.掘井.納畜.",
		"j": "出行.安葬.造橋.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "開",
		"zc": "正沖正沖己亥",
		"ts": "碓磨床房內東"
	},
	"d0803": {
		"y": "祭祀.入殮.除服.成服.移柩.破土.啟攢.安葬.塞穴.斷蟻.結網.",
		"j": "開市.入宅.嫁娶.開光.造屋.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "閉",
		"zc": "正沖正沖庚子",
		"ts": "廚灶碓房內東"
	},
	"d0804": {
		"y": "祭祀.修造.出行.造屋.豎柱.造車器.教牛馬.造畜椆棲.割蜜.",
		"j": "動土.破土.掘井.安葬.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "建",
		"zc": "正沖正沖辛丑",
		"ts": "倉庫廁房內東"
	},
	"d0805": {
		"y": "祭祀.沐浴.塑繪.開光.入學.解除.掃舍.治病.開池.牧養.",
		"j": "嫁娶.出行.納采.入宅.作灶.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "除",
		"zc": "正沖正沖壬寅",
		"ts": "房床爐房內東"
	},
	"d0806": {
		"y": "納財.開市.交易.立券.出行.祭祀.祈福.求嗣.開光.解除.掃舍.起基.豎柱.安床.移徙.開倉.出貨財.補垣.塞穴.栽種.納畜.牧養.",
		"j": "齋醮.入宅.安門.安葬.破土.行喪.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "滿",
		"zc": "正沖正沖癸卯",
		"ts": "佔大門外東北"
	},
	"d0807": {
		"y": "塑繪.開光.進人口.納畜.補垣.塞穴.栽種.牧養.",
		"j": "嫁娶.納財.祈福.安葬.修造.開市.交易.立券.動土.上樑.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "滿",
		"zc": "正沖正沖甲辰",
		"ts": "碓磨棲外東北"
	},
	"d0808": {
		"y": "祭祀.作灶.沐浴.修飾垣牆.平治道涂.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "平",
		"zc": "正沖正沖乙巳",
		"ts": "廚灶床外東北"
	},
	"d0809": {
		"y": "祭祀.求嗣.開光.出行.伐木.作梁.出火.解除.拆卸.進人口.修造.動土.起基.安床.栽種.納畜.入殮.破土.安葬.除服.成服.",
		"j": "嫁娶.移徙.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "定",
		"zc": "正沖正沖丙午",
		"ts": "倉庫碓外東北"
	},
	"d0810": {
		"y": "祭祀.求醫.捕捉.栽種.塞穴.入殮.破土.安葬.移柩.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "執",
		"zc": "正沖正沖丁未",
		"ts": "房床廁外東北"
	},
	"d0811": {
		"y": "破屋.壞垣.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "破",
		"zc": "正沖正沖戊申",
		"ts": "佔門爐外東北"
	},
	"d0812": {
		"y": "祭祀.結網.入殮.移柩.啟攢.安葬.移柩.除服.成服.合壽木.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "危",
		"zc": "正沖正沖己酉",
		"ts": "碓磨門外正東"
	},
	"d0813": {
		"y": "嫁娶.出火.拆卸.祭祀.祈福.開光.伐木.動土.開市.交易.立券.入宅.移徙.安床.納畜.入殮.安葬.",
		"j": "栽種.作灶.針灸.出行.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "成",
		"zc": "正沖正沖庚戌",
		"ts": "廚灶棲外正東"
	},
	"d0814": {
		"y": "祭祀.開光.解除.移徙.裁衣.開市.立券.祈福.求嗣.進人口.交易.納財.納畜.",
		"j": "動土.破土.理髮.出行.入宅.分居.安香.出火.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "收",
		"zc": "正沖正沖辛亥",
		"ts": "倉庫床外正東"
	},
	"d0816": {
		"y": "祭祀.動土.築堤.開池.會親友.塞穴.入殮.移柩.破土.安葬.",
		"j": "開光.出行.修造.上樑.入宅.安門.作灶.裁衣.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "閉",
		"zc": "正沖正沖癸丑",
		"ts": "佔門廁外正東"
	},
	"d0817": {
		"y": "祭祀.裁衣.安門.納財.掃舍.出行.進人口.作灶.納畜.造畜椆棲.",
		"j": "安床.動土.安葬.開生墳.合壽木.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "建",
		"zc": "正沖正沖甲寅",
		"ts": "碓磨爐外東南"
	},
	"d0818": {
		"y": "祭祀.解除.拆卸.修造.動土.起基.上樑.安床.安門.開渠.開池.入殮.破土.啟攢.",
		"j": "嫁娶.出行.進人口.作灶.入宅.移徙.栽種.赴任.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "除",
		"zc": "正沖正沖乙卯",
		"ts": "廚灶門外東南"
	},
	"d0819": {
		"y": "納采.訂盟.開光.出行.解除.安香.出火.拆卸.入宅.移徙.修造.上樑.安床.栽種.納畜.會親友.安機械.經絡.",
		"j": "伐木.謝土.行喪.祭祀.作灶.動土.破土.安葬.祈福.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "滿",
		"zc": "正沖正沖丙辰",
		"ts": "倉庫棲外東南"
	},
	"d0820": {
		"y": "修飾垣牆.平治道涂.祭祀.沐浴.作灶.",
		"j": "嫁娶.詞訟.治病.置產.作梁.祈福.安葬.栽種.伐木.安門.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "平",
		"zc": "正沖正沖丁巳",
		"ts": "佔房床外東南"
	},
	"d0821": {
		"y": "嫁娶.祭祀.祈福.求嗣.出火.出行.開光.解除.拆卸.修造.進人口.安香.交易.立券.入宅.移徙.安床.動土.破土.謝土.安葬.入殮.除服.成服.",
		"j": "齋醮.開市.開倉.作灶.造船.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "定",
		"zc": "正沖正沖戊午",
		"ts": "佔門碓外東南"
	},
	"d0823": {
		"y": "破屋.壞垣.治病.餘事勿取.",
		"j": "祈福.納采.訂盟.嫁娶.入宅.安葬.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "破",
		"zc": "正沖正沖庚申",
		"ts": "廚灶爐外正南"
	},
	"d0824": {
		"y": "嫁娶.開光.祭祀.祈福.求嗣.安香.出火.解除.伐木.入宅.移徙.安床.開市.交易.立券.栽種.出火.出行.安葬.",
		"j": "掘井.理髮.作灶.動土.破土.開池.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "危",
		"zc": "正沖正沖辛酉",
		"ts": "倉庫門外正南"
	},
	"d0826": {
		"y": "嫁娶.祭祀.祈福.求嗣.裁衣.冠笄.經絡.修造.進人口.安床.動土.豎柱.上樑.移徙.交易.立券.栽種.會親友.",
		"j": "行喪.安葬.出行.作梁.納畜.伐木.造橋.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "收",
		"zc": "正沖正沖癸亥",
		"ts": "佔門床外正南"
	},
	"d0827": {
		"y": "嫁娶.納采.訂盟.開光.祭祀.出行.理髮.動土.安床.放水.開渠.栽種.進人口.",
		"j": "入宅.上樑.入殮.造屋.探病.作灶.安門.安葬.納畜.伐木.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "開",
		"zc": "正沖正沖甲子",
		"ts": "佔碓磨外正南"
	},
	"d0828": {
		"y": "祭祀.出行.作梁.出火.拆卸.修造.動土.起基.安床.補垣.塞穴.入殮.破土.安葬.移柩.造畜椆棲.",
		"j": "嫁娶.入宅.齋醮.開光.針灸.掘井.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "閉",
		"zc": "正沖正沖乙丑",
		"ts": "廚灶廁外西南"
	},
	"d0830": {
		"y": "解除.祭祀.祈福.求嗣.修造.動土.豎柱.上樑.安床.納畜.造屋.合脊.起基.入殮.破土.安葬.",
		"j": "出火.嫁娶.開光.進人口.出行.詞訟.開市.入宅.移徙.赴任.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "除",
		"zc": "正沖正沖丁卯",
		"ts": "房床門外西南"
	},
	"d0831": {
		"y": "沐浴.理髮.會親友.塑繪.開光.栽種.牧養.嫁娶.經絡.補垣.塞穴.",
		"j": "開市.入宅.動土.破土.安葬.作灶.上樑.安床.開倉.祈福.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "滿",
		"zc": "正沖正沖戊辰",
		"ts": "門雞棲外西南"
	},
	"d0930": {
		"y": "嫁娶.納采.訂盟.祭祀.祈福.求嗣.開光.出行.出火.拆卸.修造.動土.進人口.入宅.移徙.安床.上樑.合脊.放水.掘井.破土.移柩.謝土.除服.成服.",
		"j": "開市.開倉.安門.安葬.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "危",
		"zc": "正沖正沖戊戌",
		"ts": "門雞棲房內東"
	},
	"d1022": {
		"y": "入殮.破土.啟攢.安葬.除服.成服.餘事勿取.",
		"j": "開市.入宅.祭祀.置產.補垣.塞穴.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "定",
		"zc": "正沖正沖庚申",
		"ts": "廚灶爐外正南"
	},
	"d0901": {
		"y": "祭祀.理髮.作灶.沐浴.修飾垣牆.平治道涂.",
		"j": "嫁娶.栽種.祈福.造橋.安葬.安門.伐木.作梁.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "平",
		"zc": "正沖正沖己巳",
		"ts": "碓磨床外西南"
	},
	"d0902": {
		"y": "嫁娶.納采.訂盟.祭祀.祈福.齋醮.普渡.移徙.入宅.出行.安機械.開光.修造.動土.豎柱.上樑.造屋.起基.定磉.安門.安葬.破土.",
		"j": "開市.立券.置產.作灶.造橋.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "定",
		"zc": "正沖正沖庚午",
		"ts": "廚灶碓外西南"
	},
	"d0903": {
		"y": "祭祀.普渡.捕捉.解除.結網.畋獵.入殮.破土.安葬.",
		"j": "開市.交易.入宅.嫁娶.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "執",
		"zc": "正沖正沖辛未",
		"ts": "倉庫廁外西南"
	},
	"d0904": {
		"y": "沐浴.破屋.壞垣.餘事勿取.",
		"j": "齋醮.開市.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "破",
		"zc": "正沖正沖壬申",
		"ts": "房床廁外正南"
	},
	"d0905": {
		"y": "訂盟.納采.祭祀.祈福.安香.出火.開市.立券.入宅.掛匾.造橋.啟攢.安葬.",
		"j": "動土.破土.嫁娶.掘井.安床.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "危",
		"zc": "正沖正沖癸酉",
		"ts": "佔門廁外正南"
	},
	"d0906": {
		"y": "嫁娶.祭祀.祈福.齋醮.普渡.移徙.入宅.動土.治病.開市.交易.立券.開光.修造.造車器.安香.安床.捕捉.畋獵.結網.",
		"j": "納采.訂盟.經絡.行喪.安葬.探病.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "成",
		"zc": "正沖正沖甲戌",
		"ts": "碓磨棲外正西"
	},
	"d0907": {
		"y": "嫁娶.訂盟.納采.作灶.冠笄.裁衣.會親友.納畜.牧養.安機械.開市.立券.納財.安床.",
		"j": "掘井.出行.破土.行喪.安葬.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "收",
		"zc": "正沖正沖乙亥",
		"ts": "廚灶床外正西"
	},
	"d0908": {
		"y": "祭祀.理髮.會親友.進人口.嫁娶.針灸.入殮.移柩.",
		"j": "探病.開渠.安葬.伐木.作灶.入宅.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "收",
		"zc": "正沖正沖丙子",
		"ts": "倉庫碓外西北"
	},
	"d0909": {
		"y": "祭祀.立碑.修墳.啟攢.除服.成服.餘事勿取.",
		"j": "餘事勿取.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "開",
		"zc": "正沖正沖丁丑",
		"ts": "房床廁外西北"
	},
	"d0910": {
		"y": "嫁娶.出行.伐木.拆卸.修造.動土.移徙.安葬.破土.修墳.立碑.",
		"j": "掘井.祈福.安床.開市.入宅.掛匾.開光.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "閉",
		"zc": "正沖正沖戊寅",
		"ts": "佔門爐外西北"
	},
	"d0911": {
		"y": "祭祀.出行.掃舍.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "建",
		"zc": "正沖正沖己卯",
		"ts": "佔門爐外西北"
	},
	"d0912": {
		"y": "嫁娶.祭祀.塑繪.開光.出行.解除.理髮.整手足甲.動土.安床.開池.放水.掃舍.",
		"j": "伐木.行喪.作灶.作梁.安葬.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "除",
		"zc": "正沖正沖庚辰",
		"ts": "廚灶棲外西北"
	},
	"d0913": {
		"y": "開市.交易.立券.掛匾.開光.出行.入宅.移徙.安床.出火.上樑.",
		"j": "作灶.行喪.理髮.乘船.嫁娶.安葬.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "滿",
		"zc": "正沖正沖辛巳",
		"ts": "倉庫床外西北"
	},
	"d0914": {
		"y": "祭祀.沐浴.修飾垣牆.平治道涂.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "平",
		"zc": "正沖正沖壬午",
		"ts": "房床碓外正北"
	},
	"d0915": {
		"y": "嫁娶.祭祀.祈福.求嗣.開光.出行.出火.拆卸.修造.動土.進人口.入宅.移徙.安床.開市.交易.立券.掛匾.栽種.納畜.入殮.安葬.除服.成服.",
		"j": "",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "定",
		"zc": "正沖正沖癸未",
		"ts": "佔門廁外正北"
	},
	"d0916": {
		"y": "解除.壞垣.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "執",
		"zc": "正沖正沖甲申",
		"ts": "碓磨爐外正北"
	},
	"d0917": {
		"y": "祭祀.治病.破屋.壞垣.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "破",
		"zc": "正沖正沖乙酉",
		"ts": "廚灶門外正北"
	},
	"d0918": {
		"y": "嫁娶.納采.訂盟.祭祀.開光.出行.理髮.作梁.出火.拆卸.修造.動土.進人口.入宅.移徙.安床.移徙.拆卸.掛匾.栽種.納畜.破土.安葬.入殮.除服.成服.",
		"j": "開市.掘井.開渠.造橋.造船.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "危",
		"zc": "正沖正沖丙戌",
		"ts": "倉庫棲外正北"
	},
	"d0919": {
		"y": "開市.交易.立券.納財.掛匾.栽種.祭祀.祈福.開光.拆卸.動土.安床.",
		"j": "嫁娶.破土.進人口.出行.入宅.移徙.出火.納畜.詞訟.安葬.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "成",
		"zc": "正沖正沖丁亥",
		"ts": "佔房床房內北"
	},
	"d0920": {
		"y": "嫁娶.祭祀.理髮.進人口.作灶.移柩.冠笄.會親友.",
		"j": "開倉.出貨財.伐木.納畜.開市.上樑.造屋.破土.啟攢.栽種.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "收",
		"zc": "正沖正沖戊子",
		"ts": "佔門碓房內北"
	},
	"d0921": {
		"y": "祭祀.修墳.除服.成服.啟攢.移柩.餘事勿取.",
		"j": "開市.入宅.嫁娶.動土.破土.安葬.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "開",
		"zc": "正沖正沖己丑",
		"ts": "碓磨廁房內北"
	},
	"d0923": {
		"y": "祭祀.出行.沐浴.掃舍.安葬.餘事勿取.",
		"j": "動土.破土.置產.掘井.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "建",
		"zc": "正沖正沖辛卯",
		"ts": "倉庫門房內北"
	},
	"d0924": {
		"y": "嫁娶.納采.祭祀.解除.出行.修造.動土.開市.上樑.安床.整手足甲.掃舍.求醫.治病.起基.定磉.造屋.合脊.",
		"j": "造廟.行喪.安葬.伐木.作灶.造船.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "除",
		"zc": "正沖正沖壬辰",
		"ts": "房床棲房內南"
	},
	"d0925": {
		"y": "納采.訂盟.開市.交易.立券.掛匾.納財.栽種.進人口.入宅.移徙.安床.開光.出火.拆卸.安門.修造.",
		"j": "齋醮.嫁娶.行喪.動土.作灶.安葬.破土.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "滿",
		"zc": "正沖正沖癸巳",
		"ts": "佔門床房內南"
	},
	"d0926": {
		"y": "祭祀.沐浴.修飾垣牆.平治道涂.餘事勿取.",
		"j": "嫁娶.入宅.安床.出行.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "平",
		"zc": "正沖正沖甲午",
		"ts": "佔碓磨房內南"
	},
	"d0927": {
		"y": "開光.祈福.求嗣.齋醮.修造.動土.納財.造倉.作廁.栽種.牧養.會親友.",
		"j": "作灶.出火.進人口.開渠.入宅.移徙.祭祀.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "定",
		"zc": "正沖正沖乙未",
		"ts": "廚灶廁房內南"
	},
	"d0928": {
		"y": "開光.解除.拆卸.修造.動土.豎柱.安門.牧養.安葬.修墳.破土.移柩.",
		"j": "出火.入宅.移徙.祈福.祭祀.安床.開市.嫁娶.探病.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "執",
		"zc": "正沖正沖丙申",
		"ts": "倉庫爐房內南"
	},
	"d0929": {
		"y": "破屋.壞垣.求醫.治病.餘事勿取.",
		"j": "移徙.入宅.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "破",
		"zc": "正沖正沖丁酉",
		"ts": "房床門房內南"
	},
	"d1027": {
		"y": "祭祀.冠笄.移徙.會親友.納財.理髮.捕捉.",
		"j": "嫁娶.開市.開池.作廁.破土.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "收",
		"zc": "正沖正沖乙丑",
		"ts": "廚灶廁外西南"
	},
	"d1122": {
		"y": "嫁娶.冠笄.祭祀.祈福.求嗣.齋醮.開光.出行.解除.動土.開市.交易.立券.掛匾.拆卸.破土.",
		"j": "伐木.上樑.修造.入殮.理髮.會親友.入宅.安門.安葬.作灶.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "開",
		"zc": "正沖正沖辛卯",
		"ts": "倉庫門房內北"
	},
	"d1001": {
		"y": "嫁娶.納采.訂盟.祭祀.祈福.求嗣.開光.解除.進人口.入宅.移徙.出火.安床.開市.交易.立券.掛匾.",
		"j": "安葬.納畜.出行.行喪.伐木.栽種.造廟.造橋.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "成",
		"zc": "正沖正沖己亥",
		"ts": "碓磨床房內東"
	},
	"d1002": {
		"y": "祭祀.冠笄.捕捉.餘事勿取.",
		"j": "嫁娶.開市.造屋.作梁.合壽木.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "收",
		"zc": "正沖正沖庚子",
		"ts": "廚灶碓房內東"
	},
	"d1003": {
		"y": "祭祀.解除.結網.畋獵.取漁.會親友.入學.移柩.啟攢.除服.成服.",
		"j": "開市.祈福.動土.破土.入殮.安葬.造船.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "開",
		"zc": "正沖正沖辛丑",
		"ts": "倉庫廁房內東"
	},
	"d1004": {
		"y": "冠笄.沐浴.出行.修造.動土.移徙.入宅.破土.安葬.",
		"j": "嫁娶.開市.祭祀.祈福.齋醮.納采.修墳.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "閉",
		"zc": "正沖正沖壬寅",
		"ts": "房床爐房內東"
	},
	"d1005": {
		"y": "祭祀.出行.",
		"j": "嫁娶.入宅.修造.動土.會親友.破土.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "建",
		"zc": "正沖正沖癸卯",
		"ts": "佔大門外東北"
	},
	"d1006": {
		"y": "嫁娶.訂盟.納采.祭祀.祈福.出行.修造.動土.移徙.入宅.",
		"j": "針灸.伐木.作梁.造廟.行喪.安葬.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "除",
		"zc": "正沖正沖甲辰",
		"ts": "碓磨棲外東北"
	},
	"d1007": {
		"y": "出行.開市.交易.立券.安機械.出火.上樑.移徙.",
		"j": "嫁娶.安葬.動土.造橋.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "滿",
		"zc": "正沖正沖乙巳",
		"ts": "廚灶床外東北"
	},
	"d1008": {
		"y": "開市.交易.立券.納財.會親友.開光.理髮.入殮.移柩.安葬.啟攢.",
		"j": "嫁娶.作灶.出火.出行.入宅.移徙.安床.祈福.上樑.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "滿",
		"zc": "正沖正沖丙午",
		"ts": "倉庫碓外東北"
	},
	"d1009": {
		"y": "造畜椆棲.平治道涂.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "平",
		"zc": "正沖正沖丁未",
		"ts": "房床廁外東北"
	},
	"d1010": {
		"y": "入殮.破土.安葬.啟攢.除服.成服.餘事勿取.",
		"j": "餘事勿取.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "定",
		"zc": "正沖正沖戊申",
		"ts": "佔門爐外東北"
	},
	"d1011": {
		"y": "祭祀.入殮.移柩.開生墳.破土.啟攢.安葬.除服.成服.餘事勿取.",
		"j": "餘事勿取.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "執",
		"zc": "正沖正沖己酉",
		"ts": "碓磨門外正東"
	},
	"d1012": {
		"y": "祭祀.解除.破屋.壞垣.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "破",
		"zc": "正沖正沖庚戌",
		"ts": "廚灶棲外正東"
	},
	"d1013": {
		"y": "嫁娶.求嗣.納采.進人口.納財.結網.納畜.牧養.會親友.",
		"j": "上樑.作灶.伐木.出行.安葬.安門.理髮.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "危",
		"zc": "正沖正沖辛亥",
		"ts": "倉庫床外正東"
	},
	"d1014": {
		"y": "嫁娶.祭祀.開市.開光.出行.入宅.移徙.出火.拆卸.修造.安床.",
		"j": "納畜.伐木.置產.作梁.行喪.安葬.修墳.立碑.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "成",
		"zc": "正沖正沖壬子",
		"ts": "房床碓外正東"
	},
	"d1015": {
		"y": "嫁娶.祭祀.作灶.納財.",
		"j": "安葬.開市.修墳.立碑.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "收",
		"zc": "正沖正沖癸丑",
		"ts": "佔門廁外正東"
	},
	"d1016": {
		"y": "嫁娶.祭祀.祈福.求嗣.開光.出行.解除.出火.進人口.開市.交易.立券.掛匾.納財.入宅.移徙.栽種.破土.謝土.",
		"j": "安床.安葬.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "開",
		"zc": "正沖正沖甲寅",
		"ts": "碓磨爐外東南"
	},
	"d1017": {
		"y": "嫁娶.祭祀.祈福.求嗣.動土.安床.掃舍.入殮.移柩.破土.啟攢.安葬.作灶.整手足甲.補垣.除服.成服.",
		"j": "開光.栽種.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "閉",
		"zc": "正沖正沖乙卯",
		"ts": "廚灶門外東南"
	},
	"d1018": {
		"y": "祭祀.祈福.求嗣.開光.出行.解除.上樑.入宅.移徙.安床.安門.納財.納畜.造畜椆棲.",
		"j": "伐木.行喪.破土.嫁娶.安葬.開渠.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "建",
		"zc": "正沖正沖丙辰",
		"ts": "倉庫棲外東南"
	},
	"d1019": {
		"y": "祭祀.開光.出行.解除.理髮.伐木.出火.拆卸.上樑.合脊.安床.造畜椆棲.",
		"j": "嫁娶.安葬.行喪.詞訟.造橋.作灶.破土.動土.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "除",
		"zc": "正沖正沖丁巳",
		"ts": "佔房床外東南"
	},
	"d1020": {
		"y": "納采.訂盟.會親友.沐浴.理髮.裁衣.冠笄.安床.除服.成服.啟攢.移柩.安葬.會親友.開生墳.",
		"j": "開市.入宅.出行.嫁娶.修墳.祈福.動土.入宅.安門.謝土.上樑.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "滿",
		"zc": "正沖正沖戊午",
		"ts": "佔門碓外東南"
	},
	"d1021": {
		"y": "解除.祭祀.修飾垣牆.平治道涂.造畜椆棲.餘事勿取.",
		"j": "嫁娶.開市.交易.入宅.入學.安葬.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "平",
		"zc": "正沖正沖己未",
		"ts": "碓磨廁外東南"
	},
	"d1023": {
		"y": "嫁娶.祭祀.祈福.求嗣.開光.出行.拆卸.修造.動土.上樑.安床.納畜.入殮.破土.",
		"j": "入宅.移徙.掘井.理髮.伐木.交易.開市.作灶.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "執",
		"zc": "正沖正沖辛酉",
		"ts": "倉庫門外正南"
	},
	"d1024": {
		"y": "祭祀.沐浴.破屋.壞垣.餘事勿取.",
		"j": "嫁娶.入宅.上樑.出行.安葬.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "破",
		"zc": "正沖正沖壬戌",
		"ts": "房床棲外正南"
	},
	"d1025": {
		"y": "祭祀.求嗣.冠笄.進人口.會親友.安門.安床.經絡.納財.牧養.畋獵.放水.割蜜.",
		"j": "祈福.齋醮.納采.訂盟.嫁娶.入宅.安葬.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "危",
		"zc": "正沖正沖癸亥",
		"ts": "佔門床外正南"
	},
	"d1026": {
		"y": "嫁娶.納采.訂盟.開市.交易.立券.掛匾.祭祀.祈福.開光.造車器.掛匾.出行.入宅.移徙.安床.安門.拆卸.修造.動土.栽種.安葬.破土.啟攢.除服.成服.入殮.立碑.",
		"j": "探病.納畜.伐木.起基.作梁.造屋.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "成",
		"zc": "正沖正沖甲子",
		"ts": "佔碓磨外正南"
	},
	"d1028": {
		"y": "祭祀.祈福.求嗣.齋醮.開光.出行.嫁娶.求醫.治病.動土.破土.入學.起基.掃舍.豎柱.上樑.開倉.出貨財.置產.栽種.牧養.開生墳.謝土.立碑.",
		"j": "安門.安床.裁衣.入宅.安葬.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "開",
		"zc": "正沖正沖丙寅",
		"ts": "倉庫爐外西南"
	},
	"d1029": {
		"y": "嫁娶.裁衣.冠笄.合帳.祭祀.出行.安床.移徙.塞穴.入殮.破土.移柩.安葬.",
		"j": "開市.出行.栽種.置產.詞訟.安門.掘井.開光.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "閉",
		"zc": "正沖正沖丁卯",
		"ts": "房床門外西南"
	},
	"d1030": {
		"y": "祭祀.造車器.出行.修造.上樑.造屋.安門.安床.造畜椆棲.教牛馬.",
		"j": "出貨財.開倉.動土.破土.安葬.行喪.伐木.開渠.栽種.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "建",
		"zc": "正沖正沖戊辰",
		"ts": "門雞棲外西南"
	},
	"d1031": {
		"y": "祭祀.開光.出行.解除.伐木.作梁.出火.拆卸.入宅.移徙.安床.修造.造畜椆棲.掃舍.",
		"j": "造廟.嫁娶.掘井.栽種.造橋.作灶.動土.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "除",
		"zc": "正沖正沖己巳",
		"ts": "碓磨床外西南"
	},
	"d1128": {
		"y": "嫁娶.納采.訂盟.祭祀.齋醮.開光.安香.出火.出行.出火.拆卸.動土.祈福.進人口.納財.交易.立券.移徙.安床.修造.安葬.除服.成服.",
		"j": "置產.掘井.詞訟.栽種.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "定",
		"zc": "正沖正沖丁酉",
		"ts": "房床門房內南"
	},
	"d1125": {
		"y": "納采.訂盟.嫁娶.祭祀.祈福.求嗣.開光.出行.解除.進人口.開市.立券.掛匾.入宅.移徙.安門.栽種.動土.求醫.治病.會親友.起基.修造.造屋.安葬.",
		"j": "作灶.經絡.安床.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "除",
		"zc": "正沖正沖甲午",
		"ts": "佔碓磨房內南"
	},
	"d1225": {
		"y": "破屋.壞垣.治病.餘事勿取.",
		"j": "移徙.入宅.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "破",
		"zc": "正沖正沖甲子",
		"ts": "佔碓磨外正南"
	},
	"d1101": {
		"y": "納采.訂盟.開市.交易.立券.會親友.納畜.牧養.問名.移徙.解除.作廁.入學.起基.安床.開倉.出貨財.安葬.啟攢.入殮.除服.成服.",
		"j": "入宅.上樑.齋醮.出火.謝土.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "滿",
		"zc": "正沖正沖庚午",
		"ts": "廚灶碓外西南"
	},
	"d1102": {
		"y": "祭祀.平治道涂.餘事勿取.",
		"j": "嫁娶.開市.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "平",
		"zc": "正沖正沖辛未",
		"ts": "倉庫廁外西南"
	},
	"d1103": {
		"y": "捕捉.畋獵.餘事勿取.",
		"j": "開市.交易.祭祀.入宅.安葬.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "定",
		"zc": "正沖正沖壬申",
		"ts": "房床廁外正南"
	},
	"d1104": {
		"y": "嫁娶.納采.訂盟.祭祀.祈福.求嗣.齋醮.開光.安香.出火.造廟.移徙.出行.入宅.造廟.起基.豎柱.上樑.安床.納畜.捕捉.納婿.安葬.",
		"j": "開市.破土.掘井.合壽木.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "執",
		"zc": "正沖正沖癸酉",
		"ts": "佔門廁外正南"
	},
	"d1105": {
		"y": "祭祀.沐浴.解除.破屋.壞垣.餘事勿取.",
		"j": "開市.嫁娶.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "破",
		"zc": "正沖正沖甲戌",
		"ts": "碓磨棲外正西"
	},
	"d1106": {
		"y": "訂盟.納采.會親友.交易.立券.納財.栽種.納畜.牧養.",
		"j": "嫁娶.開市.入宅.祈福.安葬.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "危",
		"zc": "正沖正沖乙亥",
		"ts": "廚灶床外正西"
	},
	"d1107": {
		"y": "嫁娶.祭祀.開光.出火.出行.拆卸.修造.動土.解除.開市.交易.立券.掛匾.納財.入宅.移徙.安床.栽種.納畜.",
		"j": "探病.安葬.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "危",
		"zc": "正沖正沖丙子",
		"ts": "倉庫碓外西北"
	},
	"d1108": {
		"y": "祭祀.祈福.求嗣.開光.解除.理髮.會親友.栽種.納畜.牧養.安葬.修墳.立碑.啟攢.",
		"j": "入宅.作灶.詞訟.移徙.出行.赴任.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "成",
		"zc": "正沖正沖丁丑",
		"ts": "房床廁外西北"
	},
	"d1109": {
		"y": "祭祀.沐浴.結網.移柩.入殮.除服.成服.",
		"j": "安床.開市.交易.出貨財.安葬.修墳.嫁娶.作灶.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "收",
		"zc": "正沖正沖戊寅",
		"ts": "佔門爐外西北"
	},
	"d1110": {
		"y": "解除.餘事勿取.",
		"j": "餘事勿取.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "開",
		"zc": "正沖正沖己卯",
		"ts": "佔門爐外西北"
	},
	"d1111": {
		"y": "安床.祭祀.開池.補垣.入殮.移柩.破土.啟攢.",
		"j": "入宅.移徙.嫁娶.掘井.作灶.出火.進人口.開市.開光.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "閉",
		"zc": "正沖正沖庚辰",
		"ts": "廚灶棲外西北"
	},
	"d1112": {
		"y": "祭祀.沐浴.餘事勿取.",
		"j": "餘事勿取.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "建",
		"zc": "正沖正沖辛巳",
		"ts": "倉庫床外西北"
	},
	"d1113": {
		"y": "嫁娶.開光.出行.解除.出火.拆卸.修造.進人口.動土.入宅.移徙.栽種.納畜.掘井.安葬.除服.成服.",
		"j": "置產.安床.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "除",
		"zc": "正沖正沖壬午",
		"ts": "房床碓外正北"
	},
	"d1114": {
		"y": "開光.裁衣.安門.會親友.安床.結網.理髮.",
		"j": "嫁娶.冠笄.出行.祈福.安葬.伐木.入宅.移徙.出火.栽種.動土.上樑.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "滿",
		"zc": "正沖正沖癸未",
		"ts": "佔門廁外正北"
	},
	"d1115": {
		"y": "嫁娶.開光.出行.出火.拆卸.修造.動土.入宅.移徙.安床.上樑.開市.交易.立券.栽種.",
		"j": "祈福.祭祀.伐木.掘井.作灶.謝土.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "平",
		"zc": "正沖正沖甲申",
		"ts": "碓磨爐外正北"
	},
	"d1116": {
		"y": "嫁娶.祭祀.祈福.求嗣.開光.出火.出行.拆卸.開市.交易.立券.掛匾.伐木.入宅.移徙.安床.安葬.",
		"j": "栽種.掘井.置產.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "定",
		"zc": "正沖正沖乙酉",
		"ts": "廚灶門外正北"
	},
	"d1117": {
		"y": "祭祀.理髮.針灸.解除.進人口.整手足甲.",
		"j": "嫁娶.動土.造船.開池.掘井.出行.修造.入宅.上樑.移徙.安葬.破土.作灶.開市.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "執",
		"zc": "正沖正沖丙戌",
		"ts": "倉庫棲外正北"
	},
	"d1118": {
		"y": "破屋.壞垣.求醫.治病.餘事勿取.",
		"j": "嫁娶.安葬.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "破",
		"zc": "正沖正沖丁亥",
		"ts": "佔房床房內北"
	},
	"d1119": {
		"y": "納采.訂盟.嫁娶.祭祀.祈福.雕刻.移徙.開市.入宅.出行.動土.會親友.入學.修造.動土.起基.安門.安床.造廟.解除.納財.開池.造畜椆棲.牧養.牧養.",
		"j": "上樑.開倉.出貨財.造屋.造船.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "危",
		"zc": "正沖正沖戊子",
		"ts": "佔門碓房內北"
	},
	"d1120": {
		"y": "祭祀.祈福.求嗣.開光.解除.伐木.拆卸.修造.栽種.納畜.安葬.修墳.立碑.",
		"j": "嫁娶.進人口.入宅.移徙.出火.出行.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "成",
		"zc": "正沖正沖己丑",
		"ts": "碓磨廁房內北"
	},
	"d1121": {
		"y": "沐浴.掃舍.捕捉.畋獵.解除.塞穴.餘事勿取.",
		"j": "嫁娶.入宅.開市.安床.破土.修墳.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "收",
		"zc": "正沖正沖庚寅",
		"ts": "廚灶爐房內北"
	},
	"d1123": {
		"y": "合帳.裁衣.嫁娶.安床.入殮.移柩.破土.造畜椆棲.",
		"j": "置產.造船.開光.掘井.作灶.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "閉",
		"zc": "正沖正沖壬辰",
		"ts": "房床棲房內南"
	},
	"d1124": {
		"y": "解除.修飾垣牆.冠笄.出行.餘事勿取.",
		"j": "開市.動土.破土.嫁娶.安葬.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "建",
		"zc": "正沖正沖癸巳",
		"ts": "佔門床房內南"
	},
	"d1126": {
		"y": "祭祀.塑繪.理髮.會親友.牧養.開池.造畜椆棲.畋獵.結網.",
		"j": "祈福.謝土.安葬.上樑.作灶.開市.嫁娶.出行.入宅.動土.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "滿",
		"zc": "正沖正沖乙未",
		"ts": "廚灶廁房內南"
	},
	"d1127": {
		"y": "出行.納財.開市.交易.立券.動土.移徙.入宅.裁衣.會親友.拆卸.進人口.安香.經絡.出貨財.修飾垣牆.平治道涂.",
		"j": "造廟.謝土.作灶.作梁.伐木.安葬.行喪.修墳.探病.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "平",
		"zc": "正沖正沖丙申",
		"ts": "倉庫爐房內南"
	},
	"d1129": {
		"y": "嫁娶.納采.訂盟.祭祀.開光.出行.解除.伐木.出火.入宅.移徙.拆卸.修造.栽種.安葬.入殮.",
		"j": "破土.動土.安門.作灶.開市.交易.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "執",
		"zc": "正沖正沖戊戌",
		"ts": "門雞棲房內東"
	},
	"d1130": {
		"y": "祭祀.解除.破屋.壞垣.求醫.治病.餘事勿取.",
		"j": "嫁娶.安葬.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "破",
		"zc": "正沖正沖己亥",
		"ts": "碓磨床房內東"
	},
	"d1201": {
		"y": "祭祀.掃舍.破土.安葬.除服.成服.啟攢.移柩.入殮.立碑.餘事勿取.",
		"j": "祭祀.嫁娶.入宅.修造.動土.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "危",
		"zc": "正沖正沖庚子",
		"ts": "廚灶碓房內東"
	},
	"d1202": {
		"y": "訂盟.納采.會親友.祭祀.祈福.修造.動土.安機械.破土.安葬.",
		"j": "嫁娶.移徙.出火.開市.入宅.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "成",
		"zc": "正沖正沖辛丑",
		"ts": "倉庫廁房內東"
	},
	"d1203": {
		"y": "祭祀.沐浴.捕捉.畋獵.結網.掃舍.",
		"j": "嫁娶.納采.訂盟.安床.動土.破土.安葬.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "收",
		"zc": "正沖正沖壬寅",
		"ts": "房床爐房內東"
	},
	"d1204": {
		"y": "開市.納財.出行.祭祀.祈福.求嗣.齋醮.問名.入學.起基.定磉.置產.開渠.掘井.拆卸.栽種.納畜.牧養.動土.破土.啟攢.",
		"j": "移徙.入宅.出火.入殮.安葬.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "開",
		"zc": "正沖正沖癸卯",
		"ts": "佔大門外東北"
	},
	"d1205": {
		"y": "祭祀.理髮.置產.塞穴.除服.成服.移柩.入殮.破土.安葬.",
		"j": "嫁娶.入宅.安床.掘井.開光.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "閉",
		"zc": "正沖正沖甲辰",
		"ts": "碓磨棲外東北"
	},
	"d1206": {
		"y": "祭祀.沐浴.出行.餘事勿取.",
		"j": "開市.動土.破土.行喪.安葬.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "建",
		"zc": "正沖正沖乙巳",
		"ts": "廚灶床外東北"
	},
	"d1207": {
		"y": "安葬.啟攢.移柩.入殮.除服.成服.",
		"j": "餘事勿取.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "建",
		"zc": "正沖正沖丙午",
		"ts": "倉庫碓外東北"
	},
	"d1208": {
		"y": "嫁娶.祭祀.祈福.求嗣.出行.出火.拆卸.開市.交易.立券.掛匾.入宅.移徙.安床.栽種.",
		"j": "作灶.塑繪.行喪.詞訟.伐木.安葬.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "除",
		"zc": "正沖正沖丁未",
		"ts": "房床廁外東北"
	},
	"d1209": {
		"y": "理髮.開光.解除.拆卸.修造.安葬.開市.交易.立券.掛匾.安床.栽種.",
		"j": "入宅.移徙.作灶.祈福.祭祀.嫁娶.謝土.掘井.造屋.探病.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "滿",
		"zc": "正沖正沖戊申",
		"ts": "佔門爐外東北"
	},
	"d1210": {
		"y": "祭祀.修飾垣牆.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "平",
		"zc": "正沖正沖己酉",
		"ts": "碓磨門外正東"
	},
	"d1211": {
		"y": "入宅.安床.開光.祭祀.出火.拆卸.動土.掛匾.入殮.破土.安葬.納畜.",
		"j": "嫁娶.開市.作灶.置產.作梁.伐木.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "定",
		"zc": "正沖正沖庚戌",
		"ts": "廚灶棲外正東"
	},
	"d1212": {
		"y": "祭祀.解除.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "執",
		"zc": "正沖正沖辛亥",
		"ts": "倉庫床外正東"
	},
	"d1213": {
		"y": "破屋.壞垣.祭祀.沐浴.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "破",
		"zc": "正沖正沖壬子",
		"ts": "房床碓外正東"
	},
	"d1214": {
		"y": "安床.祭祀.祈福.求嗣.冠笄.伐木.架馬.動土.開池.作廁.結網.入殮.除服.成服.",
		"j": "安門.栽種.作灶.治病.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "危",
		"zc": "正沖正沖癸丑",
		"ts": "佔門廁外正東"
	},
	"d1215": {
		"y": "解除.掃舍.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "成",
		"zc": "正沖正沖甲寅",
		"ts": "碓磨爐外東南"
	},
	"d1216": {
		"y": "祭祀.開光.理髮.整手足甲.安床.作灶.掃舍.教牛馬.",
		"j": "伐木.納畜.破土.安葬.開生墳.嫁娶.開市.動土.交易.作梁.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "收",
		"zc": "正沖正沖乙卯",
		"ts": "廚灶門外東南"
	},
	"d1217": {
		"y": "祭祀.祈福.求嗣.開光.拆卸.修造.動土.上樑.安床.置產.栽種.破土.",
		"j": "嫁娶.進人口.安葬.出行.赴任.入宅.移徙.入殮.開渠.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "開",
		"zc": "正沖正沖丙辰",
		"ts": "倉庫棲外東南"
	},
	"d1218": {
		"y": "沐浴.冠笄.補垣.塞穴.合帳.裁衣.修造.作梁.開柱眼.安碓磑.築堤.作廁.斷蟻.",
		"j": "移徙.入宅.嫁娶.祈福.開光.掘井.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "閉",
		"zc": "正沖正沖丁巳",
		"ts": "佔房床外東南"
	},
	"d1219": {
		"y": "交易.進人口.祭祀.沐浴.捕捉.入殮.除服.成服.安葬.謝土.啟攢.修墳.",
		"j": "齋醮.入宅.修造.動土.破土.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "建",
		"zc": "正沖正沖戊午",
		"ts": "佔門碓外東南"
	},
	"d1220": {
		"y": "嫁娶.納采.訂盟.造車器.祭祀.祈福.造廟.安香.出火.出行.歸寧.入學.入宅.交易.立券.求醫.治病.修造.動土.豎柱.上樑.造屋.起基.安門.",
		"j": "齋醮.伐木.作梁.安葬.行喪.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "除",
		"zc": "正沖正沖己未",
		"ts": "碓磨廁外東南"
	},
	"d1221": {
		"y": "納采.訂盟.開市.交易.立券.出行.會親友.安機械.豎柱.上樑.平治道涂.伐木.拆卸.造屋.起基.安床.安門.解除.安葬.啟攢.除服.成服.修墳.立碑.移柩.入殮.",
		"j": "嫁娶.動土.破土.祈福.出火.入宅.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "滿",
		"zc": "正沖正沖庚申",
		"ts": "廚灶爐外正南"
	},
	"d1222": {
		"y": "祭祀.平治道涂.除服.成服.安葬.餘事勿取.",
		"j": "嫁娶.入宅.納采.訂盟.掘井.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "平",
		"zc": "正沖正沖辛酉",
		"ts": "倉庫門外正南"
	},
	"d1223": {
		"y": "納采.訂盟.祭祀.祈福.開光.安香.出火.出行.會親友.安機械.修造.動土.豎柱.上樑.造屋.起基.定磉.安床.安門.拆卸.移徙.造橋.造船.安葬.破土.入殮.",
		"j": "開市.造廟.置產.掘井.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "定",
		"zc": "正沖正沖壬戌",
		"ts": "房床棲外正南"
	},
	"d1224": {
		"y": "嫁娶.冠笄.祭祀.祈福.求嗣.齋醮.進人口.會親友.伐木.作梁.開柱眼.安床.掘井.捕捉.畋獵.",
		"j": "開生墳.破土.行喪.安葬.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "執",
		"zc": "正沖正沖癸亥",
		"ts": "佔門床外正南"
	},
	"d1226": {
		"y": "安床.架馬.祭祀.塑繪.開光.出行.理髮.伐木.作梁.開柱眼.作廁.畋獵.破土.入殮.除服.成服.移柩.啟攢.修墳.立碑.",
		"j": "作灶.安門.造橋.開市.安葬.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "危",
		"zc": "正沖正沖乙丑",
		"ts": "廚灶廁外西南"
	},
	"d1227": {
		"y": "嫁娶.祭祀.祈福.求嗣.開光.出行.解除.入宅.移徙.納畜.入殮.破土.修墳.立碑.",
		"j": "伐木.作梁.動土.安床.破土.栽種.造橋.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "成",
		"zc": "正沖正沖丙寅",
		"ts": "倉庫爐外西南"
	},
	"d1228": {
		"y": "祭祀.沐浴.理髮.納財.進人口.栽種.掃舍.捕捉.畋獵.結網.",
		"j": "會親友.安葬.入宅.移徙.安床.開市.行喪.出火.作灶.安門.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "收",
		"zc": "正沖正沖丁卯",
		"ts": "房床門外西南"
	},
	"d1229": {
		"y": "納采.訂盟.祭祀.祈福.求嗣.塑繪.解除.拆卸.修造.動土.豎柱.上樑.安門.置產.開池.掘井.納畜.安床.栽種.造畜椆棲.破土.移柩.立碑.",
		"j": "嫁娶.開市.出火.進人口.入殮.赴任.入宅.移徙.出行.安葬.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "開",
		"zc": "正沖正沖戊辰",
		"ts": "門雞棲外西南"
	},
	"d1230": {
		"y": "入宅.移徙.出行.進人口.修造.動土.起基.上樑.安門.造倉.補垣.塞穴.造畜椆棲.",
		"j": "嫁娶.開市.安床.栽種.安葬.祈福.開光.掘井.安葬.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "閉",
		"zc": "正沖正沖己巳",
		"ts": "碓磨床外西南"
	},
	"d1231": {
		"y": "造畜椆棲.教牛馬.",
		"j": "入宅.移徙.分居.作灶.出火.安香.動土.嫁娶.掘井.掃舍.造橋.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "建",
		"zc": "正沖正沖庚午",
		"ts": "廚灶碓外西南"
	}
};