module.exports = {
	"d0101": {
		"y": "祭祀.塑繪.開光.裁衣.冠笄.嫁娶.納采.拆卸.修造.動土.豎柱.上樑.安床.移徙.入宅.安香.結網.捕捉.畋獵.伐木.進人口.放水.",
		"j": "出行.安葬.修墳.開市.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "執",
		"zc": "正沖正沖丁亥",
		"ts": "佔房床房內北"
	},
	"d0201": {
		"y": "祭祀.沐浴.祈福.齋醮.訂盟.納采.裁衣.拆卸.起基.豎柱.上樑.安床.入殮.除服.成服.移柩.啟攢.掛匾.求嗣.出行.合帳.造畜椆棲.",
		"j": "開倉.嫁娶.移徙.入宅.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "閉",
		"zc": "正沖正沖戊午",
		"ts": "佔門碓外東南"
	},
	"d0102": {
		"y": "祭祀.求醫.破屋.壞垣.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "破",
		"zc": "正沖正沖戊子",
		"ts": "佔門碓房內北"
	},
	"d0103": {
		"y": "祭祀.祈福.齋醮.出行.冠笄.安機械.移徙.入宅.安香.安床.除服.成服.移柩.啟攢.",
		"j": "開光.栽種.治病.安門.作灶.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "危",
		"zc": "正沖正沖己丑",
		"ts": "碓磨廁房內北"
	},
	"d0104": {
		"y": "塑繪.齋醮.出行.拆卸.解除.修造.移徙.造船.入殮.除服.成服.移柩.啟攢.修墳.立碑.謝土.",
		"j": "",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "成",
		"zc": "正沖正沖庚寅",
		"ts": "廚灶爐房內北"
	},
	"d0105": {
		"y": "祭祀.齋醮.入殮.破土.啟攢.安葬.修墳.立碑.除服.成服.",
		"j": "嫁娶.入宅.作灶.納采.訂盟.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "成",
		"zc": "正沖正沖辛卯",
		"ts": "倉庫門房內北"
	},
	"d0106": {
		"y": "祭祀.齋醮.納財.捕捉.畋獵.",
		"j": "嫁娶.開市.入宅.安床.破土.安葬.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "收",
		"zc": "正沖正沖壬辰",
		"ts": "房床棲房內南"
	},
	"d0107": {
		"y": "納采.訂盟.祭祀.祈福.求嗣.齋醮.沐浴.進人口.會親友.入學.治病.安碓磑.掘井.開池.納畜.牧養.造畜椆棲.",
		"j": "嫁娶.合帳.入宅.行喪.安葬.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "開",
		"zc": "正沖正沖癸巳",
		"ts": "佔門床房內南"
	},
	"d0108": {
		"y": "祭祀.祈福.求嗣.沐浴.問名.交易.納財.入殮.移柩.安葬.修墳.立碑.謝土.造畜椆棲.教牛馬.",
		"j": "入宅.置產.嫁娶.動土.栽種.開市.開光.動土.破土.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "閉",
		"zc": "正沖正沖甲午",
		"ts": "佔碓磨房內南"
	},
	"d0109": {
		"y": "祭祀.教牛馬.造畜椆棲.祭祀.會親友.解除.餘事勿取.",
		"j": "嫁娶.入宅.出行.動土.破土.安葬.行喪.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "建",
		"zc": "正沖正沖乙未",
		"ts": "廚灶廁房內南"
	},
	"d0110": {
		"y": "嫁娶.開光.解除.出火.拆卸.修造.進人口.入宅.移徙.安床.栽種.入殮.修墳.動土.除服.成服.",
		"j": "作灶.安葬.祭祀.開市.納采.訂盟.納畜.謝土.出行.探病.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "除",
		"zc": "正沖正沖丙申",
		"ts": "倉庫爐房內南"
	},
	"d0111": {
		"y": "出行.起基.安床.納財.交易.立券.嫁娶.栽種.入殮.移柩.安葬.",
		"j": "掛匾.入宅.上樑.祈福.詞訟.作梁.作灶.開池.安門.動土.破土.掘井.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "滿",
		"zc": "正沖正沖丁酉",
		"ts": "房床門房內南"
	},
	"d0112": {
		"y": "平治道涂.餘事勿取.",
		"j": "開光.嫁娶.開倉.出貨財.造船.安葬.探病.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "平",
		"zc": "正沖正沖戊戌",
		"ts": "門雞棲房內東"
	},
	"d0113": {
		"y": "嫁娶.訂盟.納采.會親友.祭祀.安機械.移徙.入宅.造屋.安床.起基.定磉.安香.出火.掛匾.拆卸.置產.",
		"j": "開市.出行.安葬.行喪.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "定",
		"zc": "正沖正沖己亥",
		"ts": "碓磨床房內東"
	},
	"d0114": {
		"y": "沐浴.捕捉.畋獵.理髮.整手足甲.入殮.除服.成服.破土.安葬.謝土.立碑.修墳.啟攢.",
		"j": "納采.訂盟.嫁娶.上樑.開市.齋醮.造屋.安門.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "執",
		"zc": "正沖正沖庚子",
		"ts": "廚灶碓房內東"
	},
	"d0115": {
		"y": "祭祀.破屋.壞垣.餘事勿取.",
		"j": "齋醮.嫁娶.開市.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "破",
		"zc": "正沖正沖辛丑",
		"ts": "倉庫廁房內東"
	},
	"d0116": {
		"y": "沐浴.開倉.出貨財.開市.交易.立券.納財.栽種.納畜.牧養.畋獵.入殮.破土.安葬.",
		"j": "祈福.嫁娶.安床.入宅.造船.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "危",
		"zc": "正沖正沖壬寅",
		"ts": "房床爐房內東"
	},
	"d0117": {
		"y": "祭祀.沐浴.補垣.塞穴.斷蟻.解除.餘事勿取.",
		"j": "造廟.入宅.修造.安葬.行喪.嫁娶.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "成",
		"zc": "正沖正沖癸卯",
		"ts": "佔大門外東北"
	},
	"d0118": {
		"y": "嫁娶.納采.訂盟.問名.祭祀.冠笄.裁衣.會親友.進人口.納財.捕捉.作灶.",
		"j": "開市.安床.安葬.修墳.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "收",
		"zc": "正沖正沖甲辰",
		"ts": "碓磨棲外東北"
	},
	"d0119": {
		"y": "訂盟.納采.會親友.祭祀.齋醮.沐浴.塑繪.出火.開光.豎柱.上樑.開市.交易.立券.作梁.開柱眼.伐木.架馬.安門.安床.拆卸.牧養.造畜椆棲.掘井.",
		"j": "造廟.嫁娶.出行.動土.安葬.行喪.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "開",
		"zc": "正沖正沖乙巳",
		"ts": "廚灶床外東北"
	},
	"d0120": {
		"y": "交易.立券.納財.安床.裁衣.造畜椆棲.安葬.謝土.啟攢.除服.成服.修墳.立碑.移柩.入殮.",
		"j": "開光.嫁娶.開市.動土.破土.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "閉",
		"zc": "正沖正沖丙午",
		"ts": "倉庫碓外東北"
	},
	"d0121": {
		"y": "祭祀.解除.教牛馬.會親友.餘事勿取.",
		"j": "破土.動土.安葬.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "建",
		"zc": "正沖正沖丁未",
		"ts": "房床廁外東北"
	},
	"d0122": {
		"y": "納采.訂盟.移徙.納財.開市.交易.立券.入宅.會親友.解除.求醫.治病.入學.安床.安門.安香.出火.拆卸.掃舍.入宅.掛匾.開生墳.合壽木.破土.修墳.啟攢.入殮.",
		"j": "探病.祭祀.出行.上樑.造屋.謝土.安葬.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "除",
		"zc": "正沖正沖戊申",
		"ts": "佔門爐外東北"
	},
	"d0123": {
		"y": "嫁娶.訂盟.納采.祭祀.祈福.求嗣.會親友.解除.出行.入學.納財.開市.交易.立券.習藝.經絡.安床.開倉.出貨財.納畜.安葬.啟攢.修墳.入殮.",
		"j": "入宅.開光.開市.動土.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "滿",
		"zc": "正沖正沖己酉",
		"ts": "碓磨門外正東"
	},
	"d0124": {
		"y": "祭祀.冠笄.嫁娶.會親友.進人口.裁衣.結網.平治道涂.",
		"j": "移徙.入宅.造廟.作灶.治病.安葬.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "平",
		"zc": "正沖正沖庚戌",
		"ts": "廚灶棲外正東"
	},
	"d0125": {
		"y": "祭祀.安碓磑.結網.餘事勿取.",
		"j": "嫁娶.安葬.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "定",
		"zc": "正沖正沖辛亥",
		"ts": "倉庫床外正東"
	},
	"d0126": {
		"y": "嫁娶.祭祀.沐浴.裁衣.出行.理髮.移徙.捕捉.畋獵.放水.入宅.除服.成服.啟攢.安葬.移柩.入殮.",
		"j": "造屋.開市.動土.破土.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "執",
		"zc": "正沖正沖壬子",
		"ts": "房床碓外正東"
	},
	"d0127": {
		"y": "破屋.壞垣.餘事勿取.",
		"j": "嫁娶.開市.安葬.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "破",
		"zc": "正沖正沖癸丑",
		"ts": "佔門廁外正東"
	},
	"d0128": {
		"y": "納采.訂盟.祭祀.求嗣.出火.塑繪.裁衣.會親友.入學.拆卸.掃舍.造倉.掛匾.掘井.開池.結網.栽種.納畜.破土.修墳.立碑.安葬.入殮.",
		"j": "祈福.嫁娶.造廟.安床.謝土.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "危",
		"zc": "正沖正沖甲寅",
		"ts": "碓磨爐外東南"
	},
	"d0129": {
		"y": "入殮.除服.成服.移柩.啟攢.安葬.修墳.立碑.",
		"j": "開市.伐木.嫁娶.作梁.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "成",
		"zc": "正沖正沖乙卯",
		"ts": "廚灶門外東南"
	},
	"d0130": {
		"y": "祭祀.作灶.入殮.除服.餘事勿取.",
		"j": "開市.安床.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "收",
		"zc": "正沖正沖丙辰",
		"ts": "倉庫棲外東南"
	},
	"d0131": {
		"y": "塑繪.開光.沐浴.冠笄.會親友.作灶.放水.造畜椆棲.",
		"j": "嫁娶.入殮.安葬.出行.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "開",
		"zc": "正沖正沖丁巳",
		"ts": "佔房床外東南"
	},
	"d0227": {
		"y": "裁衣.合帳.入殮.除服.成服.會親友.納財.",
		"j": "祭祀.祈福.移徙.嫁娶.入宅.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "建",
		"zc": "正沖正沖甲申",
		"ts": "碓磨爐外正北"
	},
	"d0212": {
		"y": "納采.祭祀.祈福.出行.會親友.修造.動土.移徙.入宅.",
		"j": "嫁娶.開市.安葬.破土.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "收",
		"zc": "正沖正沖己巳",
		"ts": "碓磨床外西南"
	},
	"d0202": {
		"y": "祭祀.解除.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "建",
		"zc": "正沖正沖己未",
		"ts": "碓磨廁外東南"
	},
	"d0222": {
		"y": "祭祀.冠笄.嫁娶.拆卸.修造.動土.起基.上樑.造屋.入宅.開市.開池.塞穴.入殮.除服.成服.移柩.安葬.破土.",
		"j": "安床.栽種.治病.作灶.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "危",
		"zc": "正沖正沖己卯",
		"ts": "佔門爐外西北"
	},
	"d0217": {
		"y": "會親友.求嗣.理髮.冠笄.結網.捕捉.開光.理髮.",
		"j": "開市.動土.安葬.破土.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "滿",
		"zc": "正沖正沖甲戌",
		"ts": "碓磨棲外正西"
	},
	"d0225": {
		"y": "祭祀.沐浴.開光.塑繪.祈福.求嗣.訂盟.納采.冠笄.裁衣.嫁娶.動土.除服.成服.移柩.破土.啟攢.出行.安碓磑.放水.開市.立券.交易.",
		"j": "安葬.上樑.入宅.作灶.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "開",
		"zc": "正沖正沖壬午",
		"ts": "房床碓外正北"
	},
	"d0215": {
		"y": "納采.會親友.豎柱.上樑.立券.入殮.移柩.安葬.啟攢.",
		"j": "祭祀.移徙.入宅.動土.破土.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "建",
		"zc": "正沖正沖壬申",
		"ts": "房床廁外正南"
	},
	"d0207": {
		"y": "嫁娶.祭祀.冠笄.修飾垣牆.置產.",
		"j": "經絡.探病.造屋.作灶.動土.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "定",
		"zc": "正沖正沖甲子",
		"ts": "佔碓磨外正南"
	},
	"d0224": {
		"y": "塑繪.開光.祈福.求嗣.訂盟.納采.裁衣.冠笄.拆卸.修造.動土.起基.安門.安床.移徙.造倉.結網.納畜.",
		"j": "伐木.作灶.安葬.取漁.入宅.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "收",
		"zc": "正沖正沖辛巳",
		"ts": "倉庫床外西北"
	},
	"d0315": {
		"y": "嫁娶.冠笄.會親友.安機械.納財.交易.立券.置產.",
		"j": "開市.造屋.治病.作灶.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "平",
		"zc": "正沖正沖庚子",
		"ts": "廚灶碓房內東"
	},
	"d0203": {
		"y": "沐浴.解除.訂盟.納采.裁衣.冠笄.拆卸.修造.動土.移徙.入宅.除服.成服.移柩.破土.啟攢.安葬.掃舍.修墳.伐木.納財.交易.立券.",
		"j": "作灶.祭祀.上樑.出行.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "除",
		"zc": "正沖正沖庚申",
		"ts": "廚灶爐外正南"
	},
	"d0204": {
		"y": "祭祀.祈福.求嗣.開光.嫁娶.出行.解除.伐木.拆卸.進人口.安床.動土.起基.上樑.栽種.納畜.破土.謝土.啟攢.安葬.",
		"j": "移徙.入宅.出火.作灶.掘井.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "除",
		"zc": "正沖正沖辛酉",
		"ts": "倉庫門外正南"
	},
	"d0205": {
		"y": "會親友.冠笄.安床.會親友.安機械.祭祀.祈福.求嗣.經絡.",
		"j": "嫁娶.開市.動土.作灶.安葬.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "滿",
		"zc": "正沖正沖壬戌",
		"ts": "房床棲外正南"
	},
	"d0206": {
		"y": "作灶.解除.平治道涂.餘事勿取.",
		"j": "祭祀.祈福.安葬.安門.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "平",
		"zc": "正沖正沖癸亥",
		"ts": "佔門床外正南"
	},
	"d0208": {
		"y": "納采.嫁娶.祭祀.祈福.出行.修造.動土.移徙.入宅.安葬.破土.",
		"j": "開市.入宅.齋醮.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "執",
		"zc": "正沖正沖乙丑",
		"ts": "廚灶廁外西南"
	},
	"d0209": {
		"y": "祭祀.沐浴.解除.理髮.掃舍.破屋.壞垣.餘事勿取.",
		"j": "嫁娶.安葬.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "破",
		"zc": "正沖正沖丙寅",
		"ts": "倉庫爐外西南"
	},
	"d0210": {
		"y": "納采.訂盟.祭祀.祈福.安香.出火.修造.出行.開市.移徙.入宅.動土.安葬.破土.",
		"j": "安床.作灶.造船.會親友.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "危",
		"zc": "正沖正沖丁卯",
		"ts": "房床門外西南"
	},
	"d0211": {
		"y": "塞穴.結網.取漁.畋獵.",
		"j": "嫁娶.安門.移徙.入宅.安葬.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "成",
		"zc": "正沖正沖戊辰",
		"ts": "門雞棲外西南"
	},
	"d0213": {
		"y": "納采.嫁娶.祭祀.祈福.出行.開市.會親友.動土.破土.啟攢.",
		"j": "移徙.入宅.出火.安門.安葬.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "開",
		"zc": "正沖正沖庚午",
		"ts": "廚灶碓外西南"
	},
	"d0214": {
		"y": "祭祀.祈福.求嗣.齋醮.入殮.除服.成服.移柩.安葬.啟攢.",
		"j": "嫁娶.動土.開光.造屋.破土.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "閉",
		"zc": "正沖正沖辛未",
		"ts": "倉庫廁外西南"
	},
	"d0216": {
		"y": "祭祀.祈福.齋醮.出行.開市.立券.動土.移徙.入宅.破土.安葬.",
		"j": "開光.嫁娶.作灶.掘井.納畜.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "除",
		"zc": "正沖正沖癸酉",
		"ts": "佔門廁外正南"
	},
	"d0218": {
		"y": "祭祀.平治道涂.餘事勿取.",
		"j": "嫁娶.祈福.掘井.安葬.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "平",
		"zc": "正沖正沖乙亥",
		"ts": "廚灶床外正西"
	},
	"d0219": {
		"y": "祈福.求嗣.齋醮.納采.嫁娶.伐木.修造.動土.移徙.入宅.造廟.安機械.開市.入殮.除服.成服.移柩.安葬.破土.謝土.",
		"j": "置產.造屋.合脊.開光.探病.安門.作灶.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "定",
		"zc": "正沖正沖丙子",
		"ts": "倉庫碓外西北"
	},
	"d0220": {
		"y": "入學.習藝.出行.納采.訂盟.嫁娶.會親友.進人口.牧養.捕捉.入殮.移柩.安葬.啟攢.",
		"j": "開光.開市.入宅.動土.造屋.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "執",
		"zc": "正沖正沖丁丑",
		"ts": "房床廁外西北"
	},
	"d0221": {
		"y": "祭祀.沐浴.求醫.治病.掃舍.破屋.壞垣.解除.餘事勿取.",
		"j": "入宅.開市.安葬.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "破",
		"zc": "正沖正沖戊寅",
		"ts": "佔門爐外西北"
	},
	"d0223": {
		"y": "祭祀.結網.入殮.除服.成服.移柩.安葬.破土.",
		"j": "餘事勿取.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "成",
		"zc": "正沖正沖庚辰",
		"ts": "廚灶棲外西北"
	},
	"d0226": {
		"y": "祭祀.祈福.求嗣.酬神.裁衣.安床.立券.交易.入殮.除服.成服.移柩.謝土.啟攢.",
		"j": "出行.嫁娶.入宅.動土.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "閉",
		"zc": "正沖正沖癸未",
		"ts": "佔門廁外正北"
	},
	"d0228": {
		"y": "祭祀.齋醮.裁衣.合帳.冠笄.訂盟.納采.嫁娶.入宅.安香.謝土.入殮.移柩.破土.立碑.安香.會親友.出行.祈福.求嗣.立碑.上樑.放水.",
		"j": "掘井.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "除",
		"zc": "正沖正沖乙酉",
		"ts": "廚灶門外正北"
	},
	"d0325": {
		"y": "掃舍.塞穴.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "除",
		"zc": "正沖正沖庚戌",
		"ts": "廚灶棲外正東"
	},
	"d0415": {
		"y": "祭祀.捕捉.解除.餘事勿取.",
		"j": "嫁娶.安葬.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "收",
		"zc": "正沖正沖辛未",
		"ts": "倉庫廁外西南"
	},
	"d0301": {
		"y": "安床.合帳.入宅.問名.納采.求嗣.祭祀.開倉.",
		"j": "齋醮.作灶.安床.安葬.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "滿",
		"zc": "正沖正沖丙戌",
		"ts": "倉庫棲外正北"
	},
	"d0302": {
		"y": "作灶.平治道涂.",
		"j": "祭祀.祈福.安葬.安門.餘事勿取.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "平",
		"zc": "正沖正沖丁亥",
		"ts": "佔房床房內北"
	},
	"d0303": {
		"y": "塑繪.開光.酬神.齋醮.訂盟.納采.裁衣.合帳.拆卸.動土.上樑.安床.安香.造廟.掛匾.會親友.進人口.出行.修造.納財.伐木.放水.出火.納畜.沐浴.安門.",
		"j": "造屋.栽種.安葬.作灶.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "定",
		"zc": "正沖正沖戊子",
		"ts": "佔門碓房內北"
	},
	"d0304": {
		"y": "祭祀.祈福.酬神.訂盟.納采.冠笄.裁衣.合帳.嫁娶.安床.移徙.入宅.安香.入殮.移柩.啟攢.安葬.解除.取漁.捕捉.伐木.安門.出火.",
		"j": "栽種.動土.開市.作灶.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "執",
		"zc": "正沖正沖己丑",
		"ts": "碓磨廁房內北"
	},
	"d0305": {
		"y": "嫁娶.開光.祭祀.祈福.求嗣.出行.出火.入宅.移徙.解除.栽種.伐木.破土.謝土.安葬.",
		"j": "開市.交易.作灶.納財.上樑.安床.造屋.造船.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "執",
		"zc": "正沖正沖庚寅",
		"ts": "廚灶爐房內北"
	},
	"d0306": {
		"y": "破屋.壞垣.求醫.治病.餘事勿取.",
		"j": "開光.嫁娶.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "破",
		"zc": "正沖正沖辛卯",
		"ts": "倉庫門房內北"
	},
	"d0307": {
		"y": "納采.交易.立券.安床.安機械.安葬.移柩.動土.破土.立碑.",
		"j": "嫁娶.開光.作灶.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "危",
		"zc": "正沖正沖壬辰",
		"ts": "房床棲房內南"
	},
	"d0308": {
		"y": "祭祀.祈福.求嗣.齋醮.沐浴.開光.理髮.經絡.解除.治病.治病.立碑.栽種.牧養.掘井.開池.",
		"j": "嫁娶.定磉.合壽木.安葬.行喪.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "成",
		"zc": "正沖正沖癸巳",
		"ts": "佔門床房內南"
	},
	"d0309": {
		"y": "納財.交易.立券.栽種.捕捉.結網.取漁.進人口.教牛馬.理髮.",
		"j": "入宅.造屋.豎柱.安葬.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "收",
		"zc": "正沖正沖甲午",
		"ts": "佔碓磨房內南"
	},
	"d0310": {
		"y": "嫁娶.訂盟.納采.祭祀.祈福.出行.修造.動土.移徙.入宅.破土.出火.安門.安床.上樑.立碑.移柩.",
		"j": "開市.交易.合帳.安葬.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "開",
		"zc": "正沖正沖乙未",
		"ts": "廚灶廁房內南"
	},
	"d0311": {
		"y": "冠笄.立券.交易.修造.動土.安機械.入殮.安葬.破土.",
		"j": "嫁娶.祈福.出火.入宅.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "閉",
		"zc": "正沖正沖丙申",
		"ts": "倉庫爐房內南"
	},
	"d0312": {
		"y": "祭祀.會親友.出行.立券.交易.冠笄.納財.",
		"j": "嫁娶.動土.掘井.起基.定磉.破土.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "建",
		"zc": "正沖正沖丁酉",
		"ts": "房床門房內南"
	},
	"d0313": {
		"y": "祭祀.沐浴.解除.掃舍.塞穴.牧養.",
		"j": "嫁娶.安葬.行喪.安門.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "除",
		"zc": "正沖正沖戊戌",
		"ts": "門雞棲房內東"
	},
	"d0314": {
		"y": "納財.開市.交易.立券.開光.針灸.會親友.理髮.安床.造倉.結網.",
		"j": "移徙.入宅.栽種.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "滿",
		"zc": "正沖正沖己亥",
		"ts": "碓磨床房內東"
	},
	"d0316": {
		"y": "嫁娶.造車器.納采.訂盟.祭祀.祈福.安機械.移徙.入宅.開市.立券.破土.安葬.",
		"j": "納畜.理髮.合壽木.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "定",
		"zc": "正沖正沖辛丑",
		"ts": "倉庫廁房內東"
	},
	"d0317": {
		"y": "祈福.齋醮.出行.移徙.入宅.修造.動土.破土.安葬.",
		"j": "納采.開光.安床.嫁娶.開市.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "執",
		"zc": "正沖正沖壬寅",
		"ts": "房床爐房內東"
	},
	"d0318": {
		"y": "破屋.壞垣.餘事勿取.",
		"j": "嫁娶.移徙.開市.入宅.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "破",
		"zc": "正沖正沖癸卯",
		"ts": "佔大門外東北"
	},
	"d0319": {
		"y": "嫁娶.冠笄.祭祀.出行.會親友.修造.動土.入殮.破土.",
		"j": "塑繪.開光.造橋.除服.成服.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "危",
		"zc": "正沖正沖甲辰",
		"ts": "碓磨棲外東北"
	},
	"d0320": {
		"y": "開光.求嗣.出行.納采.冠笄.出火.拆卸.起基.修造.動土.上樑.移徙.造船.開市.交易.立券.納財.",
		"j": "祈福.嫁娶.安葬.破土.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "成",
		"zc": "正沖正沖乙巳",
		"ts": "廚灶床外東北"
	},
	"d0321": {
		"y": "理髮.冠笄.嫁娶.進人口.栽種.捕捉.針灸.",
		"j": "納財.開市.安葬.破土.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "收",
		"zc": "正沖正沖丙午",
		"ts": "倉庫碓外東北"
	},
	"d0322": {
		"y": "開光.祈福.求嗣.出行.解除.伐木.造屋.起基.修造.架馬.安門.移徙.入宅.造廟.除服.成服.移柩.謝土.納畜.牧養.",
		"j": "納采.動土.開市.交易.安門.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "開",
		"zc": "正沖正沖丁未",
		"ts": "房床廁外東北"
	},
	"d0323": {
		"y": "裁衣.經絡.伐木.開柱眼.拆卸.修造.動土.上樑.合脊.合壽木.入殮.除服.成服.移柩.破土.安葬.啟攢.修墳.立碑.",
		"j": "祭祀.嫁娶.出行.上樑.掘井.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "閉",
		"zc": "正沖正沖戊申",
		"ts": "佔門爐外東北"
	},
	"d0324": {
		"y": "祭祀.會親友.立券.交易.裁衣.合帳.嫁娶.冠笄.進人口.",
		"j": "栽種.動土.安葬.掘井.修墳.探病.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "建",
		"zc": "正沖正沖己酉",
		"ts": "碓磨門外正東"
	},
	"d0326": {
		"y": "塑繪.開光.訂盟.納采.裁衣.合帳.冠笄.安機械.會親友.納財.開市.立券.交易.安床.豎柱.上樑.結網.栽種.解除.經絡.",
		"j": "作灶.出行.入宅.安葬.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "滿",
		"zc": "正沖正沖辛亥",
		"ts": "倉庫床外正東"
	},
	"d0327": {
		"y": "祭祀.嫁娶.納婿.除服.成服.入殮.移柩.",
		"j": "動土.作灶.入宅.開光.安床.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "平",
		"zc": "正沖正沖壬子",
		"ts": "房床碓外正東"
	},
	"d0328": {
		"y": "祈福.求嗣.開光.塑繪.齋醮.訂盟.納采.嫁娶.拆卸.安床.入宅.安香.移柩.修墳.安葬.謝土.栽種.解除.冠笄.裁衣.移徙.修造.動土.豎柱.放水.啟攢.立碑.",
		"j": "赴任.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "定",
		"zc": "正沖正沖癸丑",
		"ts": "佔門廁外正東"
	},
	"d0329": {
		"y": "祭祀.解除.入殮.除服.成服.移柩.啟攢.安葬.修墳.立碑.謝土.沐浴.掃舍.捕捉.取漁.結網.畋獵.理髮.",
		"j": "安床.嫁娶.作灶.入宅.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "執",
		"zc": "正沖正沖甲寅",
		"ts": "碓磨爐外東南"
	},
	"d0330": {
		"y": "破屋.壞垣.",
		"j": "諸事不宜.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "破",
		"zc": "正沖正沖乙卯",
		"ts": "廚灶門外東南"
	},
	"d0331": {
		"y": "祭祀.出行.訂盟.納采.裁衣.合帳.冠笄.進人口.動土.安床.作灶.入殮.移柩.安葬.破土.結網.取漁.畋獵.",
		"j": "作梁.造廟.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "危",
		"zc": "正沖正沖丙辰",
		"ts": "倉庫棲外東南"
	},
	"d0425": {
		"y": "諸事不宜.",
		"j": "諸事不宜.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "危",
		"zc": "正沖正沖辛巳",
		"ts": "倉庫床外西北"
	},
	"d0426": {
		"y": "祭祀.塑繪.開光.訂盟.納采.冠笄.裁衣.安機械.拆卸.修造.動土.安床.經絡.開市.",
		"j": "出火.入宅.安葬.伐木.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "成",
		"zc": "正沖正沖壬午",
		"ts": "房床碓外正北"
	},
	"d0416": {
		"y": "納采.嫁娶.出行.開市.立券.納畜.牧養.出火.移徙.入宅.",
		"j": "祈福.動土.破土.安葬.入殮.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "開",
		"zc": "正沖正沖壬申",
		"ts": "房床廁外正南"
	},
	"d0406": {
		"y": "祭祀.修飾垣牆.餘事勿取.",
		"j": "開光.修造.動土.破土.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "建",
		"zc": "正沖正沖壬戌",
		"ts": "房床棲外正南"
	},
	"d0423": {
		"y": "祭祀.祈福.開光.求嗣.齋醮.納采.訂盟.求醫.治病.起基.定磉.造船.取漁.解除.安葬.啟攢.謝土.入殮.",
		"j": "開市.動土.掘井.開池.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "執",
		"zc": "正沖正沖己卯",
		"ts": "佔門爐外西北"
	},
	"d0427": {
		"y": "祭祀.餘事勿取.",
		"j": "造廟.嫁娶.安床.餘事勿取.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "收",
		"zc": "正沖正沖癸未",
		"ts": "佔門廁外正北"
	},
	"d0526": {
		"y": "開光.出行.納采.嫁娶.伐木.架馬.出火.拆卸.移徙.入宅.造廟.造橋.造船.造畜椆棲.開市.入殮.除服.成服.移柩.安葬.",
		"j": "",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "除",
		"zc": "正沖正沖壬子",
		"ts": "房床碓外正東"
	},
	"d0401": {
		"y": "祭祀.開光.塑繪.訂盟.納采.合帳.冠笄.拆卸.動土.起基.上樑.入宅.安香.開市.立券.納財.沐浴.求嗣.出火.豎柱.安門.",
		"j": "造廟.嫁娶.伐木.安葬.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "成",
		"zc": "正沖正沖丁巳",
		"ts": "佔房床外東南"
	},
	"d0402": {
		"y": "祭祀.沐浴.捕捉.栽種.",
		"j": "嫁娶.入宅.移徙.作灶.安葬.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "收",
		"zc": "正沖正沖戊午",
		"ts": "佔門碓外東南"
	},
	"d0403": {
		"y": "祭祀.開光.塑繪.酬神.齋醮.訂盟.納采.嫁娶.裁衣.動土.起基.出火.拆卸.移徙.入宅.安香.修造.豎柱.上樑.納畜.牧養.祈福.求嗣.解除.伐木.定磉.造屋.安門.",
		"j": "栽種.安葬.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "開",
		"zc": "正沖正沖己未",
		"ts": "碓磨廁外東南"
	},
	"d0404": {
		"y": "訂盟.納采.冠笄.拆卸.修造.動土.安床.入殮.除服.成服.移柩.安葬.破土.啟攢.造倉.",
		"j": "作灶.開光.嫁娶.開市.入宅.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "閉",
		"zc": "正沖正沖庚申",
		"ts": "廚灶爐外正南"
	},
	"d0405": {
		"y": "祭祀.出行.修造.動土.合帳.造畜椆棲.安床.移徙.入殮.移柩.破土.啟攢.安葬.開生墳.合壽木.補垣.塞穴.",
		"j": "移徙.入宅.作灶.理髮.開光.安門.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "閉",
		"zc": "正沖正沖辛酉",
		"ts": "倉庫門外正南"
	},
	"d0407": {
		"y": "嫁娶.祭祀.祈福.求嗣.齋醮.開光.出火.移徙.入宅.豎柱.上樑.會親友.造屋.起基.治病.治病.安門.造車器.掘井.開池.",
		"j": "納采.出行.修墳.安葬.開市.立券.作灶.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "除",
		"zc": "正沖正沖癸亥",
		"ts": "佔門床外正南"
	},
	"d0408": {
		"y": "祭祀.塑繪.開光.納采.嫁娶.開市.出行.會親友.安床.結網.除服.成服.啟攢.安葬.移柩.",
		"j": "祈福.入宅.造屋.動土.破土.探病.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "滿",
		"zc": "正沖正沖甲子",
		"ts": "佔碓磨外正南"
	},
	"d0409": {
		"y": "祭祀.作灶.平治道涂.餘事勿取.",
		"j": "安床.入宅.安碓磑.栽種.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "平",
		"zc": "正沖正沖乙丑",
		"ts": "廚灶廁外西南"
	},
	"d0410": {
		"y": "祭祀.祈福.求嗣.齋醮.沐浴.納畜.入殮.破土.安葬.",
		"j": "移徙.入宅.嫁娶.出行.安床.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "定",
		"zc": "正沖正沖丙寅",
		"ts": "倉庫爐外西南"
	},
	"d0411": {
		"y": "納采.祭祀.祈福.求嗣.齋醮.出行.起基.造屋.定磉.安門.入殮.安葬.",
		"j": "嫁娶.開市.納財.出火.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "執",
		"zc": "正沖正沖丁卯",
		"ts": "房床門外西南"
	},
	"d0412": {
		"y": "祭祀.沐浴.解除.求醫.治病.破屋.壞垣.餘事勿取.",
		"j": "祈福.齋醮.開市.安葬.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "破",
		"zc": "正沖正沖戊辰",
		"ts": "門雞棲外西南"
	},
	"d0413": {
		"y": "沐浴.捕捉.畋獵.結網.取漁.",
		"j": "祭祀.嫁娶.入宅.作灶.安葬.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "危",
		"zc": "正沖正沖己巳",
		"ts": "碓磨床外西南"
	},
	"d0414": {
		"y": "祭祀.祈福.求嗣.齋醮.納采.訂盟.開光.豎柱.上樑.開倉.出貨財.造屋.起基.定磉.安門.諸事不宜.破土.入殮.啟攢.謝土.",
		"j": "出火.嫁娶.開市.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "成",
		"zc": "正沖正沖庚午",
		"ts": "廚灶碓外西南"
	},
	"d0417": {
		"y": "祭祀.祈福.求嗣.齋醮.冠笄.作灶.納財.交易.",
		"j": "開光.嫁娶.掘井.安葬.安門.探病.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "閉",
		"zc": "正沖正沖癸酉",
		"ts": "佔門廁外正南"
	},
	"d0418": {
		"y": "祭祀.解除.教牛馬.出行.餘事勿取.",
		"j": "動土.破土.行喪.開光.作梁.安葬.探病.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "建",
		"zc": "正沖正沖甲戌",
		"ts": "碓磨棲外正西"
	},
	"d0419": {
		"y": "沐浴.齋醮.解除.求醫.治病.會親友.造畜椆棲.栽種.理髮.掃舍.",
		"j": "開市.嫁娶.移徙.入宅.掘井.安葬.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "除",
		"zc": "正沖正沖乙亥",
		"ts": "廚灶床外正西"
	},
	"d0420": {
		"y": "求嗣.出行.解除.訂盟.納采.嫁娶.會親友.進人口.安床.開市.交易.納畜.牧養.入殮.除服.成服.移柩.安葬.啟攢.",
		"j": "祈福.開市.修造.動土.破土.謝土.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "滿",
		"zc": "正沖正沖丙子",
		"ts": "倉庫碓外西北"
	},
	"d0421": {
		"y": "祭祀.作灶.平治道涂.餘事勿取.",
		"j": "嫁娶.安葬.動土.安床.治病.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "平",
		"zc": "正沖正沖丁丑",
		"ts": "房床廁外西北"
	},
	"d0422": {
		"y": "造車器.祭祀.祈福.求嗣.齋醮.開市.交易.安機械.雕刻.開光.造屋.合脊.起基.定磉.安門.納畜.安葬.開生墳.立碑.謝土.齋醮.",
		"j": "入宅.動土.開倉.出貨財.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "定",
		"zc": "正沖正沖戊寅",
		"ts": "佔門爐外西北"
	},
	"d0424": {
		"y": "祭祀.沐浴.破屋.壞垣.求醫.治病.解除.餘事勿取.",
		"j": "嫁娶.開市.交易.入宅.安葬.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "破",
		"zc": "正沖正沖庚辰",
		"ts": "廚灶棲外西北"
	},
	"d0428": {
		"y": "訂盟.納采.嫁娶.進人口.會親友.交易.立券.動土.除服.謝土.移柩.破土.啟攢.赴任.出行.開市.納財.栽種.",
		"j": "入殮.安葬.入宅.安床.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "開",
		"zc": "正沖正沖甲申",
		"ts": "碓磨爐外正北"
	},
	"d0429": {
		"y": "祭祀.祈福.裁衣.合帳.安床.入殮.除服.成服.移柩.破土.啟攢.安葬.謝土.立碑.造畜椆棲.",
		"j": "掘井.安門.嫁娶.納采.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "閉",
		"zc": "正沖正沖乙酉",
		"ts": "廚灶門外正北"
	},
	"d0430": {
		"y": "祭祀.進人口.嫁娶.安床.解除.冠笄.出行.裁衣.掃舍.",
		"j": "掘井.動土.破土.安葬.開光.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "建",
		"zc": "正沖正沖丙戌",
		"ts": "倉庫棲外正北"
	},
	"d0524": {
		"y": "餘事勿取.",
		"j": "餘事勿取.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "閉",
		"zc": "正沖正沖庚戌",
		"ts": "廚灶棲外正東"
	},
	"d0529": {
		"y": "嫁娶.納采.出行.祭祀.祈福.開市.動土.移徙.入宅.破土.安葬.",
		"j": "安門.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "定",
		"zc": "正沖正沖乙卯",
		"ts": "廚灶門外東南"
	},
	"d0519": {
		"y": "祭祀.沐浴.解除.破屋.壞垣.餘事勿取.",
		"j": "行喪.安葬.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "破",
		"zc": "正沖正沖乙巳",
		"ts": "廚灶床外東北"
	},
	"d0522": {
		"y": "栽種.捕捉.畋獵.餘事勿取.",
		"j": "開市.動土.祭祀.齋醮.安葬.探病.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "收",
		"zc": "正沖正沖戊申",
		"ts": "佔門爐外東北"
	},
	"d0516": {
		"y": "祭祀.沐浴.移徙.破土.安葬.掃舍.平治道涂.",
		"j": "祈福.嫁娶.入宅.安床.作灶.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "平",
		"zc": "正沖正沖壬寅",
		"ts": "房床爐房內東"
	},
	"d0512": {
		"y": "嫁娶.冠笄.祭祀.出行.移徙.入宅.作灶.造車器.補垣.塞穴.作廁.破土.啟攢.除服.成服.入殮.",
		"j": "入宅.造屋.造橋.安門.安葬.上樑.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "閉",
		"zc": "正沖正沖戊戌",
		"ts": "門雞棲房內東"
	},
	"d0502": {
		"y": "祭祀.會親友.開市.安床.啟攢.安葬.",
		"j": "嫁娶.動土.破土.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "滿",
		"zc": "正沖正沖戊子",
		"ts": "佔門碓房內北"
	},
	"d0528": {
		"y": "開光.出行.嫁娶.",
		"j": "會親友.進人口.修造.動土.起基.移徙.開市.納畜.入殮.除服.成服.移柩.破土.安葬.修墳.立碑.會親友.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "平",
		"zc": "正沖正沖甲寅",
		"ts": "碓磨爐外東南"
	},
	"d0518": {
		"y": "嫁娶.納采.訂盟.齋醮.開光.祭祀.祈福.求醫.治病.會親友.動土.解除.捕捉.納畜.牧養.入殮.破土.安葬.",
		"j": "移徙.入宅.造屋.架馬.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "執",
		"zc": "正沖正沖甲辰",
		"ts": "碓磨棲外東北"
	},
	"d0521": {
		"y": "開市.交易.立券.安機械.會親友.開光.求醫.治病.造屋.起基.修造.動土.定磉.豎柱.上樑.安門.作灶.放水.作廁.開池.栽種.牧養.造畜椆棲.破土.安葬.立碑.",
		"j": "嫁娶.出火.移徙.入宅.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "成",
		"zc": "正沖正沖丁未",
		"ts": "房床廁外東北"
	},
	"d0508": {
		"y": "訂盟.納采.嫁娶.解除.祭祀.祈福.求嗣.開光.出行.解除.出火.拆卸.入宅.移徙.安床.栽種.納畜.動土.破土.謝土.安葬.修墳.",
		"j": "作灶.開市.經絡.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "危",
		"zc": "正沖正沖甲午",
		"ts": "佔碓磨房內南"
	},
	"d0527": {
		"y": "進人口.牧養.置產.塞穴.結網.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "滿",
		"zc": "正沖正沖癸丑",
		"ts": "佔門廁外正東"
	},
	"d0621": {
		"y": "開光.求嗣.出行.冠笄.嫁娶.伐木.架馬.開柱眼.修造.移徙.入宅.開市.交易.立券.出行.安香.出火.掛匾.起基.修造.開生墳.合壽木.入殮.除服.成服.移柩.安葬.",
		"j": "安床.出貨財.作灶.動土.破土.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "滿",
		"zc": "正沖正沖戊寅",
		"ts": "佔門爐外西北"
	},
	"d0501": {
		"y": "納采.開光.求醫.治病.動土.上樑.移徙.入宅.",
		"j": "嫁娶.開市.安葬.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "除",
		"zc": "正沖正沖丁亥",
		"ts": "佔房床房內北"
	},
	"d0503": {
		"y": "祭祀.作灶.掘井.平治道涂.",
		"j": "嫁娶.安葬.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "平",
		"zc": "正沖正沖己丑",
		"ts": "碓磨廁房內北"
	},
	"d0504": {
		"y": "祭祀.齋醮.開市.動土.入殮.破土.安葬.",
		"j": "嫁娶.移徙.入宅.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "定",
		"zc": "正沖正沖庚寅",
		"ts": "廚灶爐房內北"
	},
	"d0505": {
		"y": "開市.交易.立券.掛匾.祭祀.祈福.齋醮.出行.開市.交易.立券.造屋.起基.修造.動土.定磉.安床.安機械.安葬.破土.啟攢.除服.成服.立碑.",
		"j": "作灶.嫁娶.移徙.入宅.理髮.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "定",
		"zc": "正沖正沖辛卯",
		"ts": "倉庫門房內北"
	},
	"d0506": {
		"y": "嫁娶.納采.訂盟.祭祀.祈福.求嗣.開光.出火.出行.拆卸.動土.修造.進人口.入宅.移徙.安床.解除.掛匾.栽種.破土.謝土.入殮.移柩.安葬.",
		"j": "開市.立券.造船.合壽木.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "執",
		"zc": "正沖正沖壬辰",
		"ts": "房床棲房內南"
	},
	"d0507": {
		"y": "祭祀.沐浴.解除.破屋.壞垣.餘事勿取.",
		"j": "開光.安葬.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "破",
		"zc": "正沖正沖癸巳",
		"ts": "佔門床房內南"
	},
	"d0509": {
		"y": "祭祀.祈福.求嗣.開光.訂盟.納采.解除.動土.起基.進人口.開市.交易.立券.納財.造倉.開池.栽種.納畜.破土.安葬.",
		"j": "安床.上樑.裁衣.入宅.嫁娶.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "成",
		"zc": "正沖正沖乙未",
		"ts": "廚灶廁房內南"
	},
	"d0510": {
		"y": "祭祀.結網.捕捉.餘事勿取.",
		"j": "探病.嫁娶.開市.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "收",
		"zc": "正沖正沖丙申",
		"ts": "倉庫爐房內南"
	},
	"d0511": {
		"y": "祭祀.祈福.求嗣.開光.納采.訂盟.嫁娶.出行.動土.破土.會親友.開市.交易.立券.習藝.拆卸.起基.安碓磑.放水.開池.造倉.開渠.栽種.謝土.啟攢.修墳.立碑.",
		"j": "入宅.安門.安葬.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "開",
		"zc": "正沖正沖丁酉",
		"ts": "房床門房內南"
	},
	"d0513": {
		"y": "祭祀.解除.斷蟻.會親友.餘事勿取.",
		"j": "嫁娶.安葬.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "建",
		"zc": "正沖正沖己亥",
		"ts": "碓磨床房內東"
	},
	"d0514": {
		"y": "嫁娶.納采.訂盟.祭祀.祈福.治病.造車器.修造.動土.移徙.入宅.",
		"j": "開市.出行.安床.作灶.安葬.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "除",
		"zc": "正沖正沖庚子",
		"ts": "廚灶碓房內東"
	},
	"d0515": {
		"y": "嫁娶.納采.訂盟.會親友.安機械.結網.冠笄.祭祀.求嗣.進人口.經絡.",
		"j": "開市.作灶.動土.行喪.安葬.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "滿",
		"zc": "正沖正沖辛丑",
		"ts": "倉庫廁房內東"
	},
	"d0517": {
		"y": "祭祀.祈福.齋醮.求嗣.安機械.納畜.移徙.入宅.安機械.塑繪.開光.起基.豎柱.上樑.作灶.安門.安香.出火.造屋.啟攢.安葬.",
		"j": "動土.破土.嫁娶.嫁娶.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "定",
		"zc": "正沖正沖癸卯",
		"ts": "佔大門外東北"
	},
	"d0520": {
		"y": "沐浴.掃舍.餘事勿取.",
		"j": "齋醮.開市.嫁娶.作灶.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "危",
		"zc": "正沖正沖丙午",
		"ts": "倉庫碓外東北"
	},
	"d0523": {
		"y": "嫁娶.祭祀.祈福.求嗣.齋醮.訂盟.納采.解除.出行.動土.破土.習藝.針灸.理髮.會親友.起基.修造.動土.豎柱.定磉.安床.拆卸.納畜.牧養.放水.破土.除服.成服.修墳.立碑.",
		"j": "開市.入宅.探病.出火.造屋.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "開",
		"zc": "正沖正沖己酉",
		"ts": "碓磨門外正東"
	},
	"d0525": {
		"y": "塞穴.斷蟻.結網.餘事勿取.",
		"j": "破土.安葬.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "建",
		"zc": "正沖正沖辛亥",
		"ts": "倉庫床外正東"
	},
	"d0530": {
		"y": "嫁娶.納采.求醫.治病.修造.動土.移徙.入宅.破土.安葬.",
		"j": "開市.開光.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "執",
		"zc": "正沖正沖丙辰",
		"ts": "倉庫棲外東南"
	},
	"d0531": {
		"y": "祭祀.破屋.壞垣.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "破",
		"zc": "正沖正沖丁巳",
		"ts": "佔房床外東南"
	},
	"d0611": {
		"y": "嫁娶.納采.祭祀.祈福.出行.立券.移徙.入宅.動土.破土.安葬.",
		"j": "開光.作灶.造屋.架馬.開倉.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "定",
		"zc": "正沖正沖戊辰",
		"ts": "門雞棲外西南"
	},
	"d0613": {
		"y": "祭祀.沐浴.破屋.壞垣.餘事勿取.",
		"j": "入宅.嫁娶.移徙.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "破",
		"zc": "正沖正沖庚午",
		"ts": "廚灶碓外西南"
	},
	"d0623": {
		"y": "安機械.移徙.入宅.出行.祭祀.祈福.齋醮.納采.訂盟.安香.出火.解除.會親友.修造.動土.拆卸.起基.定磉.移徙.入宅.造屋.安床.修造.破土.安葬.入殮.立碑.",
		"j": "開市.伐木.作梁.作灶.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "定",
		"zc": "正沖正沖庚辰",
		"ts": "廚灶棲外西北"
	},
	"d0622": {
		"y": "祭祀.沐浴.理髮.嫁娶.作灶.整手足甲.掃舍.修飾垣牆.平治道涂.",
		"j": "齋醮.出行.治病.合壽木.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "平",
		"zc": "正沖正沖己卯",
		"ts": "佔門爐外西北"
	},
	"d0612": {
		"y": "納采.訂盟.冠笄.祭祀.祈福.齋醮.出行.修造.動土.移徙.入宅.安香.出火.拆卸.造屋.起基.豎柱.上樑.定磉.安門.開池.",
		"j": "嫁娶.開市.合壽木.安葬.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "執",
		"zc": "正沖正沖己巳",
		"ts": "碓磨床外西南"
	},
	"d0731": {
		"y": "納采.祭祀.祈福.解除.動土.破土.安葬.",
		"j": "嫁娶.移徙.入宅.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "執",
		"zc": "正沖正沖戊午",
		"ts": "佔門碓外東南"
	},
	"d0601": {
		"y": "嫁娶.納采.祭祀.祈福.出行.動土.上樑.移徙.入宅.破土.安葬.",
		"j": "祈福.齋醮.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "危",
		"zc": "正沖正沖戊午",
		"ts": "佔門碓外東南"
	},
	"d0602": {
		"y": "納采.祭祀.祈福.開市.求醫.治病.動土.納畜.",
		"j": "嫁娶.安葬.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "成",
		"zc": "正沖正沖己未",
		"ts": "碓磨廁外東南"
	},
	"d0603": {
		"y": "嫁娶.納采.出行.移徙.入宅.",
		"j": "動土.破土.安葬.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "收",
		"zc": "正沖正沖庚申",
		"ts": "廚灶爐外正南"
	},
	"d0604": {
		"y": "訂盟.納采.祭祀.動土.破土.交易.立券.",
		"j": "嫁娶.安葬.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "開",
		"zc": "正沖正沖辛酉",
		"ts": "倉庫門外正南"
	},
	"d0605": {
		"y": "嫁娶.裁衣.祭祀.出行.安床.作灶.移徙.入宅.破土.安葬.",
		"j": "赴任.捕捉.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "閉",
		"zc": "正沖正沖壬戌",
		"ts": "房床棲外正南"
	},
	"d0606": {
		"y": "嫁娶.合帳.裁衣.冠笄.伐木.上樑.出火.拆卸.移徙.修造.動土.安門.納財.築堤.栽種.塞穴.",
		"j": "安床.祈福.出行.安葬.行喪.開光.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "閉",
		"zc": "正沖正沖癸亥",
		"ts": "佔門床外正南"
	},
	"d0607": {
		"y": "出行.教牛馬.割蜜.餘事勿取.",
		"j": "齋醮.造屋.動土.破土.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "建",
		"zc": "正沖正沖甲子",
		"ts": "佔碓磨外正南"
	},
	"d0608": {
		"y": "嫁娶.祭祀.祈福.求嗣.開光.出行.解除.出火.拆卸.修造.進人口.入宅.移徙.動土.安床.納畜.栽種.納財.交易.立券.掛匾.造畜椆棲.",
		"j": "安葬.開生墳.合壽木.行喪.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "除",
		"zc": "正沖正沖乙丑",
		"ts": "廚灶廁外西南"
	},
	"d0609": {
		"y": "安機械.祭祀.祈福.求嗣.沐浴.解除.納采.開市.修造.豎柱.上樑.開柱眼.安碓磑.歸岫.補垣.塞穴.拆卸.放水.出火.掃舍.開生墳.合壽木.安葬.謝土.啟攢.除服.成服.",
		"j": "嫁娶.安床.作灶.動土.破土.造船.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "滿",
		"zc": "正沖正沖丙寅",
		"ts": "倉庫爐外西南"
	},
	"d0610": {
		"y": "祭祀.沐浴.理髮.整手足甲.修飾垣牆.平治道涂.餘事勿取.",
		"j": "開市.入宅.出行.修造.詞訟.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "平",
		"zc": "正沖正沖丁卯",
		"ts": "房床門外西南"
	},
	"d0614": {
		"y": "嫁娶.安機械.交易.出行.祭祀.祈福.求嗣.齋醮.塑繪.開光.合帳.裁衣.放水.開池.掘井.",
		"j": "作灶.理髮.造橋.行喪.安葬.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "危",
		"zc": "正沖正沖辛未",
		"ts": "倉庫廁外西南"
	},
	"d0615": {
		"y": "納采.冠笄.求醫.治病.開市.立券.修造.動土.安機械.破土.安葬.",
		"j": "齋醮.祭祀.移徙.入宅.上樑.嫁娶.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "成",
		"zc": "正沖正沖壬申",
		"ts": "房床廁外正南"
	},
	"d0616": {
		"y": "祭祀.作灶.餘事勿取.",
		"j": "開市.安葬.破土.修墳.掘井.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "收",
		"zc": "正沖正沖癸酉",
		"ts": "佔門廁外正南"
	},
	"d0617": {
		"y": "祭祀.祈福.求嗣.齋醮.安香.解除.移徙.入宅.會親友.求醫.治病.動土.破土.開生墳.合壽木.",
		"j": "合帳.上樑.經絡.安葬.入殮.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "開",
		"zc": "正沖正沖甲戌",
		"ts": "碓磨棲外正西"
	},
	"d0618": {
		"y": "嫁娶.冠笄.修造.動土.作灶.移徙.入宅.補垣.塞穴.納畜.牧養.架馬.修造.動土.起基.定磉.開池.造船.",
		"j": "祈福.開光.掘井.開市.安葬.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "閉",
		"zc": "正沖正沖乙亥",
		"ts": "廚灶床外正西"
	},
	"d0619": {
		"y": "祭祀.交易.納財.",
		"j": "齋醮.開渠.上樑.動土.破土.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "建",
		"zc": "正沖正沖丙子",
		"ts": "倉庫碓外西北"
	},
	"d0620": {
		"y": "嫁娶.訂盟.納采.冠笄.會親友.安機械.造車器.祭祀.出行.納財.入宅.安香.出火.入學.塑繪.開光.拆卸.起基.修造.動土.牧養.栽種.安門.作廁.",
		"j": "行喪.伐木.作梁.作灶.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "除",
		"zc": "正沖正沖丁丑",
		"ts": "房床廁外西北"
	},
	"d0624": {
		"y": "祭祀.沐浴.捕捉.結網.畋獵.取漁.餘事勿取.",
		"j": "開市.交易.嫁娶.安葬.行喪.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "執",
		"zc": "正沖正沖辛巳",
		"ts": "倉庫床外西北"
	},
	"d0625": {
		"y": "破屋.壞垣.求醫.治病.畋獵.餘事勿取.",
		"j": "嫁娶.入宅.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "破",
		"zc": "正沖正沖壬午",
		"ts": "房床碓外正北"
	},
	"d0626": {
		"y": "嫁娶.出行.安機械.祭祀.塑繪.開光.治病.經絡.安床.結網.塞穴.破土.入殮.",
		"j": "開市.安門.掘井.作灶.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "危",
		"zc": "正沖正沖癸未",
		"ts": "佔門廁外正北"
	},
	"d0627": {
		"y": "訂盟.納采.會親友.進人口.雕刻.拆卸.修造.動土.起基.開市.栽種.納畜.牧養.入殮.除服.成服.移柩.破土.安葬.",
		"j": "",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "成",
		"zc": "正沖正沖甲申",
		"ts": "碓磨爐外正北"
	},
	"d0628": {
		"y": "祭祀.捕捉.取漁.修飾垣牆.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "收",
		"zc": "正沖正沖乙酉",
		"ts": "廚灶門外正北"
	},
	"d0629": {
		"y": "嫁娶.納采.祭祀.祈福.求醫.治病.出行.動土.移徙.入宅.",
		"j": "開市.安門.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "開",
		"zc": "正沖正沖丙戌",
		"ts": "倉庫棲外正北"
	},
	"d0630": {
		"y": "裁衣.作灶.移徙.入宅.納畜.",
		"j": "嫁娶.安葬.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "閉",
		"zc": "正沖正沖丁亥",
		"ts": "佔房床房內北"
	},
	"d0728": {
		"y": "塑繪.出行.冠笄.嫁娶.進人口.裁衣.納婿.造畜椆棲.交易.立券.牧養.開生墳.入殮.除服.成服.移柩.安葬.啟攢.",
		"j": "",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "滿",
		"zc": "正沖正沖乙卯",
		"ts": "廚灶門外東南"
	},
	"d0831": {
		"y": "嫁娶.祭祀.祈福.齋醮.作灶.移徙.入宅.",
		"j": "動土.破土.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "閉",
		"zc": "正沖正沖己丑",
		"ts": "碓磨廁房內北"
	},
	"d0701": {
		"y": "祭祀.入殮.移柩.啟攢.安葬.",
		"j": "上樑.動土.破土.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "建",
		"zc": "正沖正沖戊子",
		"ts": "佔門碓房內北"
	},
	"d0702": {
		"y": "訂盟.納采.出行.祈福.齋醮.安床.會親友.",
		"j": "移徙.入宅.安葬.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "除",
		"zc": "正沖正沖己丑",
		"ts": "碓磨廁房內北"
	},
	"d0703": {
		"y": "嫁娶.納采.出行.求醫.治病.開市.移徙.入宅.啟攢.安葬.",
		"j": "動土.破土.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "滿",
		"zc": "正沖正沖庚寅",
		"ts": "廚灶爐房內北"
	},
	"d0704": {
		"y": "嫁娶.祭祀.沐浴.掃舍.修飾垣牆.",
		"j": "行喪.安葬.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "平",
		"zc": "正沖正沖辛卯",
		"ts": "倉庫門房內北"
	},
	"d0705": {
		"y": "嫁娶.訂盟.納采.出行.開市.祭祀.祈福.動土.移徙.入宅.破土.安葬.",
		"j": "作灶.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "定",
		"zc": "正沖正沖壬辰",
		"ts": "房床棲房內南"
	},
	"d0706": {
		"y": "訂盟.納采.出行.祭祀.祈福.修造.動土.移徙.入宅.",
		"j": "開市.安葬.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "執",
		"zc": "正沖正沖癸巳",
		"ts": "佔門床房內南"
	},
	"d0707": {
		"y": "祭祀.祈福.解除.整手足甲.安床.沐浴.入殮.移柩.破土.啟攢.安葬.謝土.",
		"j": "嫁娶.齋醮.開市.出火.入宅.移徙.出行.作灶.安門.伐木.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "執",
		"zc": "正沖正沖甲午",
		"ts": "佔碓磨房內南"
	},
	"d0708": {
		"y": "破屋.壞垣.解除.餘事勿取.",
		"j": "嫁娶.安葬.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "破",
		"zc": "正沖正沖乙未",
		"ts": "廚灶廁房內南"
	},
	"d0709": {
		"y": "嫁娶.開市.立券.移徙.入宅.安機械.會親友.經絡.安門.安床.掛匾.拆卸.開倉.出貨財.開池.栽種.納畜.牧養.破土.安葬.啟攢.移柩.入殮.立碑.",
		"j": "祭祀.祈福.探病.謝土.造橋.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "危",
		"zc": "正沖正沖丙申",
		"ts": "倉庫爐房內南"
	},
	"d0710": {
		"y": "嫁娶.訂盟.納采.祭祀.祈福.齋醮.開光.會親友.求醫.治病.造屋.起基.豎柱.上樑.安門.安碓磑.築堤.開池.破土.安葬.除服.成服.",
		"j": "入宅.開市.掘井.詞訟.合壽木.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "成",
		"zc": "正沖正沖丁酉",
		"ts": "房床門房內南"
	},
	"d0711": {
		"y": "納采.訂盟.嫁娶.移徙.入宅.出行.祭祀.祈福.齋醮.塑繪.開光.安香.出火.會親友.解除.入學.豎柱.上樑.拆卸.造屋.起基.栽種.牧養.納畜.",
		"j": "安葬.破土.開市.開倉.出貨財.啟攢.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "收",
		"zc": "正沖正沖戊戌",
		"ts": "門雞棲房內東"
	},
	"d0712": {
		"y": "納采.訂盟.嫁娶.祭祀.沐浴.塑繪.開光.出火.治病.習藝.伐木.造屋.豎柱.上樑.安床.作灶.安碓磑.掛匾.掘井.納畜.",
		"j": "出行.安葬.造橋.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "開",
		"zc": "正沖正沖己亥",
		"ts": "碓磨床房內東"
	},
	"d0713": {
		"y": "祭祀.入殮.除服.成服.移柩.破土.啟攢.安葬.塞穴.斷蟻.結網.",
		"j": "開市.入宅.嫁娶.開光.造屋.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "閉",
		"zc": "正沖正沖庚子",
		"ts": "廚灶碓房內東"
	},
	"d0714": {
		"y": "祭祀.修造.出行.造屋.豎柱.造車器.教牛馬.造畜椆棲.割蜜.",
		"j": "動土.破土.掘井.安葬.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "建",
		"zc": "正沖正沖辛丑",
		"ts": "倉庫廁房內東"
	},
	"d0715": {
		"y": "祭祀.沐浴.塑繪.開光.入學.解除.掃舍.治病.開池.牧養.",
		"j": "嫁娶.出行.納采.入宅.作灶.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "除",
		"zc": "正沖正沖壬寅",
		"ts": "房床爐房內東"
	},
	"d0716": {
		"y": "納財.開市.交易.立券.出行.祭祀.祈福.求嗣.開光.解除.掃舍.起基.豎柱.安床.移徙.開倉.出貨財.補垣.塞穴.栽種.納畜.牧養.",
		"j": "齋醮.入宅.安門.安葬.破土.行喪.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "滿",
		"zc": "正沖正沖癸卯",
		"ts": "佔大門外東北"
	},
	"d0717": {
		"y": "祭祀.修飾垣牆.平治道涂.",
		"j": "開市.動土.破土.嫁娶.修造.安葬.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "平",
		"zc": "正沖正沖甲辰",
		"ts": "碓磨棲外東北"
	},
	"d0718": {
		"y": "訂盟.納采.祭祀.祈福.開光.安香.出火.立券.安機械.移徙.入宅.豎柱.上樑.會親友.安床.拆卸.掛匾.牧養.教牛馬.",
		"j": "嫁娶.安葬.行喪.破土.修墳.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "定",
		"zc": "正沖正沖乙巳",
		"ts": "廚灶床外東北"
	},
	"d0719": {
		"y": "沐浴.理髮.捕捉.入殮.移柩.破土.啟攢.安葬.",
		"j": "出火.嫁娶.入宅.作灶.破土.上樑.動土.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "執",
		"zc": "正沖正沖丙午",
		"ts": "倉庫碓外東北"
	},
	"d0720": {
		"y": "求醫.治病.破屋.壞垣.餘事勿取.",
		"j": "嫁娶.出行.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "破",
		"zc": "正沖正沖丁未",
		"ts": "房床廁外東北"
	},
	"d0721": {
		"y": "納采.訂盟.嫁娶.移徙.入宅.出行.開市.交易.立券.納財.會親友.安香.出火.拆卸.造屋.起基.安床.作灶.掛匾.安葬.破土.啟攢.立碑.入殮.移柩.",
		"j": "祈福.上樑.開倉.掘井.牧養.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "危",
		"zc": "正沖正沖戊申",
		"ts": "佔門爐外東北"
	},
	"d0722": {
		"y": "祭祀.祈福.齋醮.出行.納采.訂盟.安機械.出火.拆卸.修造.動土.起基.移徙.入宅.造廟.入殮.除服.成服.移柩.破土.安葬.謝土.",
		"j": "嫁娶.開市.栽種.合壽木.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "成",
		"zc": "正沖正沖己酉",
		"ts": "碓磨門外正東"
	},
	"d0723": {
		"y": "祭祀.進人口.納財.納畜.牧養.捕捉.餘事勿取.",
		"j": "開市.入宅.安床.動土.安葬.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "收",
		"zc": "正沖正沖庚戌",
		"ts": "廚灶棲外正東"
	},
	"d0724": {
		"y": "祭祀.塑繪.開光.求醫.治病.嫁娶.會親友.放水.掘井.牧養.納畜.開渠.安碓磑.",
		"j": "造屋.入宅.作灶.入學.安葬.行喪.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "開",
		"zc": "正沖正沖辛亥",
		"ts": "倉庫床外正東"
	},
	"d0725": {
		"y": "祭祀.塞穴.結網.畋獵.餘事勿取.",
		"j": "移徙.開市.入宅.嫁娶.開光.安門.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "閉",
		"zc": "正沖正沖壬子",
		"ts": "房床碓外正東"
	},
	"d0726": {
		"y": "開市.納財.祭祀.塑繪.安機械.冠笄.會親友.裁衣.開倉.經絡.納畜.造畜椆棲.教牛馬.牧養.",
		"j": "動土.破土.安葬.治病.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "建",
		"zc": "正沖正沖癸丑",
		"ts": "佔門廁外正東"
	},
	"d0727": {
		"y": "移徙.入宅.治病.會親友.祭祀.祈福.齋醮.安香.移徙.嫁娶.造屋.起基.",
		"j": "開市.齋醮.安床.出行.經絡.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "除",
		"zc": "正沖正沖甲寅",
		"ts": "碓磨爐外東南"
	},
	"d0729": {
		"y": "祭祀.冠笄.嫁娶.捕捉.結網.畋獵.取漁.餘事勿取.",
		"j": "餘事勿取.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "平",
		"zc": "正沖正沖丙辰",
		"ts": "倉庫棲外東南"
	},
	"d0730": {
		"y": "沐浴.掃舍.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "定",
		"zc": "正沖正沖丁巳",
		"ts": "佔房床外東南"
	},
	"d0801": {
		"y": "祭祀.破屋.壞垣.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "破",
		"zc": "正沖正沖己未",
		"ts": "碓磨廁外東南"
	},
	"d0802": {
		"y": "嫁娶.納采.開市.出行.動土.上樑.移徙.入宅.破土.安葬.",
		"j": "祭祀.祈福.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "危",
		"zc": "正沖正沖庚申",
		"ts": "廚灶爐外正南"
	},
	"d0803": {
		"y": "嫁娶.納采.開市.出行.動土.上樑.移徙.入宅.破土.安葬.",
		"j": "赴任.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "成",
		"zc": "正沖正沖辛酉",
		"ts": "倉庫門外正南"
	},
	"d0804": {
		"y": "祭祀.作灶.納財.捕捉.",
		"j": "開市.破土.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "收",
		"zc": "正沖正沖壬戌",
		"ts": "房床棲外正南"
	},
	"d0805": {
		"y": "嫁娶.開市.立券.祭祀.祈福.動土.移徙.入宅.",
		"j": "造廟.安葬.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "開",
		"zc": "正沖正沖癸亥",
		"ts": "佔門床外正南"
	},
	"d0806": {
		"y": "補垣.塞穴.結網.入殮.除服.成服.移柩.安葬.啟攢.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "閉",
		"zc": "正沖正沖甲子",
		"ts": "佔碓磨外正南"
	},
	"d0807": {
		"y": "祭祀.出行.作梁.出火.拆卸.修造.動土.起基.安床.補垣.塞穴.入殮.破土.安葬.移柩.造畜椆棲.",
		"j": "嫁娶.入宅.齋醮.開光.針灸.掘井.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "閉",
		"zc": "正沖正沖乙丑",
		"ts": "廚灶廁外西南"
	},
	"d0808": {
		"y": "嫁娶.納采.訂盟.祭祀.祈福.求嗣.出行.解除.豎柱.入宅.移徙.納財.上樑.納畜.入殮.安葬.啟攢.",
		"j": "栽種.掘井.動土.安床.破土.置產.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "建",
		"zc": "正沖正沖丙寅",
		"ts": "倉庫爐外西南"
	},
	"d0809": {
		"y": "解除.祭祀.祈福.求嗣.修造.動土.豎柱.上樑.安床.納畜.造屋.合脊.起基.入殮.破土.安葬.",
		"j": "出火.嫁娶.開光.進人口.出行.詞訟.開市.入宅.移徙.赴任.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "除",
		"zc": "正沖正沖丁卯",
		"ts": "房床門外西南"
	},
	"d0810": {
		"y": "沐浴.理髮.會親友.塑繪.開光.栽種.牧養.嫁娶.經絡.補垣.塞穴.",
		"j": "開市.入宅.動土.破土.安葬.作灶.上樑.安床.開倉.祈福.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "滿",
		"zc": "正沖正沖戊辰",
		"ts": "門雞棲外西南"
	},
	"d0811": {
		"y": "祭祀.理髮.作灶.沐浴.修飾垣牆.平治道涂.",
		"j": "嫁娶.栽種.祈福.造橋.安葬.安門.伐木.作梁.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "平",
		"zc": "正沖正沖己巳",
		"ts": "碓磨床外西南"
	},
	"d0812": {
		"y": "嫁娶.納采.訂盟.祭祀.祈福.齋醮.普渡.移徙.入宅.出行.安機械.開光.修造.動土.豎柱.上樑.造屋.起基.定磉.安門.安葬.破土.",
		"j": "開市.立券.置產.作灶.造橋.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "定",
		"zc": "正沖正沖庚午",
		"ts": "廚灶碓外西南"
	},
	"d0813": {
		"y": "祭祀.普渡.捕捉.解除.結網.畋獵.入殮.破土.安葬.",
		"j": "開市.交易.入宅.嫁娶.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "執",
		"zc": "正沖正沖辛未",
		"ts": "倉庫廁外西南"
	},
	"d0814": {
		"y": "沐浴.破屋.壞垣.餘事勿取.",
		"j": "齋醮.開市.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "破",
		"zc": "正沖正沖壬申",
		"ts": "房床廁外正南"
	},
	"d0815": {
		"y": "訂盟.納采.祭祀.祈福.安香.出火.開市.立券.入宅.掛匾.造橋.啟攢.安葬.",
		"j": "動土.破土.嫁娶.掘井.安床.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "危",
		"zc": "正沖正沖癸酉",
		"ts": "佔門廁外正南"
	},
	"d0816": {
		"y": "嫁娶.祭祀.祈福.齋醮.普渡.移徙.入宅.動土.治病.開市.交易.立券.開光.修造.造車器.安香.安床.捕捉.畋獵.結網.",
		"j": "納采.訂盟.經絡.行喪.安葬.探病.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "成",
		"zc": "正沖正沖甲戌",
		"ts": "碓磨棲外正西"
	},
	"d0817": {
		"y": "嫁娶.訂盟.納采.作灶.冠笄.裁衣.會親友.納畜.牧養.安機械.開市.立券.納財.安床.",
		"j": "掘井.出行.破土.行喪.安葬.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "收",
		"zc": "正沖正沖乙亥",
		"ts": "廚灶床外正西"
	},
	"d0818": {
		"y": "嫁娶.訂盟.納采.祭祀.齋醮.普渡.解除.出行.會親友.開市.納財.修造.動土.豎柱.上樑.開光.開倉.出貨財.納畜.牧養.開池.破土.啟攢.",
		"j": "出火.入宅.造屋.安門.安葬.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "開",
		"zc": "正沖正沖丙子",
		"ts": "倉庫碓外西北"
	},
	"d0819": {
		"y": "嫁娶.普渡.祭祀.祈福.補垣.塞穴.斷蟻.築堤.入殮.除服.成服.安葬.",
		"j": "動土.破土.掘井.開光.上樑.詞訟.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "閉",
		"zc": "正沖正沖丁丑",
		"ts": "房床廁外西北"
	},
	"d0820": {
		"y": "嫁娶.冠笄.祭祀.沐浴.普渡.出行.納財.掃舍.納畜.赴任.",
		"j": "開市.動土.破土.安床.開倉.上樑.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "建",
		"zc": "正沖正沖戊寅",
		"ts": "佔門爐外西北"
	},
	"d0821": {
		"y": "祭祀.沐浴.理髮.整手足甲.冠笄.解除.入殮.移柩.破土.啟攢.安葬.",
		"j": "嫁娶.出行.入宅.開市.安門.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "除",
		"zc": "正沖正沖己卯",
		"ts": "佔門爐外西北"
	},
	"d0822": {
		"y": "塑繪.冠笄.嫁娶.會親友.進人口.經絡.裁衣.栽種.納畜.牧養.補垣.塞穴.捕捉.",
		"j": "祈福.開市.動土.行喪.安葬.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "滿",
		"zc": "正沖正沖庚辰",
		"ts": "廚灶棲外西北"
	},
	"d0823": {
		"y": "出行.沐浴.訂盟.納采.裁衣.豎柱.上樑.移徙.納畜.牧養.",
		"j": "嫁娶.安門.動土.安葬.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "平",
		"zc": "正沖正沖辛巳",
		"ts": "倉庫床外西北"
	},
	"d0824": {
		"y": "納采.訂盟.嫁娶.祭祀.祈福.普渡.開光.安香.出火.移徙.入宅.豎柱.修造.動土.豎柱.上樑.起基.造屋.安門.造廟.造橋.破土.啟攢.安葬.",
		"j": "開市.立券.納財.作灶.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "定",
		"zc": "正沖正沖壬午",
		"ts": "房床碓外正北"
	},
	"d0825": {
		"y": "祭祀.捕捉.畋獵.納畜.牧養.入殮.除服.成服.移柩.破土.安葬.啟攢.",
		"j": "嫁娶.納采.訂盟.開市.入宅.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "執",
		"zc": "正沖正沖癸未",
		"ts": "佔門廁外正北"
	},
	"d0826": {
		"y": "破屋.壞垣.治病.餘事勿取.",
		"j": "行喪.安葬.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "破",
		"zc": "正沖正沖甲申",
		"ts": "碓磨爐外正北"
	},
	"d0827": {
		"y": "祈福.齋醮.出行.冠笄.嫁娶.雕刻.開柱眼.入宅.造橋.開市.交易.立券.納財.入殮.除服.成服.移柩.破土.安葬.啟攢.",
		"j": "動土.破土.訂盟.安床.開池.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "危",
		"zc": "正沖正沖乙酉",
		"ts": "廚灶門外正北"
	},
	"d0828": {
		"y": "祈福.求嗣.解除.訂盟.納采.動土.起基.放水.造倉.開市.納畜.牧養.開生墳.入殮.除服.成服.移柩.破土.安葬.",
		"j": "",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "成",
		"zc": "正沖正沖丙戌",
		"ts": "倉庫棲外正北"
	},
	"d0829": {
		"y": "塑繪.開光.解除.訂盟.納采.嫁娶.出火.修造.動土.移徙.入宅.拆卸.起基.安門.分居.開市.交易.立券.納財.納畜.牧養.",
		"j": "",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "收",
		"zc": "正沖正沖丁亥",
		"ts": "佔房床房內北"
	},
	"d0830": {
		"y": "祈福.出行.訂盟.納采.嫁娶.裁衣.動土.安床.放水.開市.掘井.交易.立券.栽種.開渠.除服.成服.移柩.破土.",
		"j": "",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "開",
		"zc": "正沖正沖戊子",
		"ts": "佔門碓房內北"
	},
	"d0921": {
		"y": "訂盟.納采.祭祀.祈福.安香.出火.修造.動土.上樑.安門.起基.豎柱.上樑.定磉.開池.移徙.入宅.立券.破土.",
		"j": "嫁娶.造廟.造橋.造船.作灶.安葬.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "危",
		"zc": "正沖正沖庚戌",
		"ts": "廚灶棲外正東"
	},
	"d0925": {
		"y": "祭祀.出行.解除.冠笄.嫁娶.伐木.架馬.開柱眼.修造.動土.移徙.入宅.開生墳.合壽木.入殮.移柩.破土.安葬.修墳.",
		"j": "開光.安床.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "閉",
		"zc": "正沖正沖甲寅",
		"ts": "碓磨爐外東南"
	},
	"d0930": {
		"y": "祭祀.會親友.納采.嫁娶.開光.塑繪.齋醮.安香.開市.立券.除服.成服.入殮.移柩.安葬.赴任.進人口.出行.裁衣.修造.動土.上樑.經絡.交易.",
		"j": "入宅.伐木.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "定",
		"zc": "正沖正沖己未",
		"ts": "碓磨廁外東南"
	},
	"d0926": {
		"y": "祭祀.祈福.求嗣.出行.沐浴.交易.掃舍.教牛馬.",
		"j": "動土.作灶.行喪.安葬.修墳.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "建",
		"zc": "正沖正沖乙卯",
		"ts": "廚灶門外東南"
	},
	"d0920": {
		"y": "餘事勿取.",
		"j": "探病.餘事勿取.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "破",
		"zc": "正沖正沖己酉",
		"ts": "碓磨門外正東"
	},
	"d1031": {
		"y": "祭祀.祈福.齋醮.沐浴.豎柱.訂盟.納采.嫁娶.拆卸.入宅.移柩.啟攢.謝土.赴任.出火.納畜.",
		"j": "作灶.入殮.安葬.安床.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "開",
		"zc": "正沖正沖庚寅",
		"ts": "廚灶爐房內北"
	},
	"d0901": {
		"y": "嫁娶.出行.納畜.祭祀.入殮.啟攢.安葬.",
		"j": "作灶.動土.破土.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "建",
		"zc": "正沖正沖庚寅",
		"ts": "廚灶爐房內北"
	},
	"d0902": {
		"y": "訂盟.納采.祭祀.祈福.修造.動土.上樑.破土.安葬.",
		"j": "嫁娶.開市.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "除",
		"zc": "正沖正沖辛卯",
		"ts": "倉庫門房內北"
	},
	"d0903": {
		"y": "訂盟.納采.出行.會親友.修造.上樑.移徙.入宅.",
		"j": "開市.安葬.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "滿",
		"zc": "正沖正沖壬辰",
		"ts": "房床棲房內南"
	},
	"d0904": {
		"y": "沐浴.修飾垣牆.平治道涂.餘事勿取.",
		"j": "嫁娶.祈福.餘事勿取.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "平",
		"zc": "正沖正沖癸巳",
		"ts": "佔門床房內南"
	},
	"d0905": {
		"y": "嫁娶.祭祀.祈福.齋醮.動土.移徙.入宅.",
		"j": "開市.安葬.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "定",
		"zc": "正沖正沖甲午",
		"ts": "佔碓磨房內南"
	},
	"d0906": {
		"y": "捕捉.結網.入殮.破土.安葬.",
		"j": "嫁娶.入宅.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "執",
		"zc": "正沖正沖乙未",
		"ts": "廚灶廁房內南"
	},
	"d0907": {
		"y": "沐浴.治病.破屋.壞垣.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "破",
		"zc": "正沖正沖丙申",
		"ts": "倉庫爐房內南"
	},
	"d0908": {
		"y": "破屋.壞垣.求醫.治病.餘事勿取.",
		"j": "移徙.入宅.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "破",
		"zc": "正沖正沖丁酉",
		"ts": "房床門房內南"
	},
	"d0909": {
		"y": "嫁娶.納采.訂盟.祭祀.祈福.求嗣.開光.出行.出火.拆卸.修造.動土.進人口.入宅.移徙.安床.上樑.合脊.放水.掘井.破土.移柩.謝土.除服.成服.",
		"j": "開市.開倉.安門.安葬.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "危",
		"zc": "正沖正沖戊戌",
		"ts": "門雞棲房內東"
	},
	"d0910": {
		"y": "嫁娶.納采.訂盟.祭祀.祈福.求嗣.開光.解除.進人口.入宅.移徙.出火.安床.開市.交易.立券.掛匾.",
		"j": "安葬.納畜.出行.行喪.伐木.栽種.造廟.造橋.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "成",
		"zc": "正沖正沖己亥",
		"ts": "碓磨床房內東"
	},
	"d0911": {
		"y": "祭祀.冠笄.捕捉.餘事勿取.",
		"j": "嫁娶.開市.造屋.作梁.合壽木.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "收",
		"zc": "正沖正沖庚子",
		"ts": "廚灶碓房內東"
	},
	"d0912": {
		"y": "祭祀.解除.結網.畋獵.取漁.會親友.入學.移柩.啟攢.除服.成服.",
		"j": "開市.祈福.動土.破土.入殮.安葬.造船.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "開",
		"zc": "正沖正沖辛丑",
		"ts": "倉庫廁房內東"
	},
	"d0913": {
		"y": "冠笄.沐浴.出行.修造.動土.移徙.入宅.破土.安葬.",
		"j": "嫁娶.開市.祭祀.祈福.齋醮.納采.修墳.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "閉",
		"zc": "正沖正沖壬寅",
		"ts": "房床爐房內東"
	},
	"d0914": {
		"y": "祭祀.出行.",
		"j": "嫁娶.入宅.修造.動土.會親友.破土.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "建",
		"zc": "正沖正沖癸卯",
		"ts": "佔大門外東北"
	},
	"d0915": {
		"y": "嫁娶.訂盟.納采.祭祀.祈福.出行.修造.動土.移徙.入宅.",
		"j": "針灸.伐木.作梁.造廟.行喪.安葬.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "除",
		"zc": "正沖正沖甲辰",
		"ts": "碓磨棲外東北"
	},
	"d0916": {
		"y": "出行.開市.交易.立券.安機械.出火.上樑.移徙.",
		"j": "嫁娶.安葬.動土.造橋.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "滿",
		"zc": "正沖正沖乙巳",
		"ts": "廚灶床外東北"
	},
	"d0917": {
		"y": "祭祀.沐浴.修飾垣牆.平治道涂.餘事勿取.",
		"j": "齋醮.嫁娶.移徙.出行.上樑.入宅.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "平",
		"zc": "正沖正沖丙午",
		"ts": "倉庫碓外東北"
	},
	"d0918": {
		"y": "嫁娶.造車器.安機械.祭祀.祈福.開光.安香.出火.出行.開市.立券.修造.動土.移徙.入宅.破土.安葬.",
		"j": "納采.訂盟.架馬.詞訟.開渠.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "定",
		"zc": "正沖正沖丁未",
		"ts": "房床廁外東北"
	},
	"d0919": {
		"y": "沐浴.捕捉.入殮.除服.成服.破土.啟攢.安葬.",
		"j": "祭祀.嫁娶.安床.開市.入宅.探病.上樑.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "執",
		"zc": "正沖正沖戊申",
		"ts": "佔門爐外東北"
	},
	"d0922": {
		"y": "開光.求嗣.雕刻.嫁娶.訂盟.納采.出火.拆卸.修造.動土.起基.上樑.放水.移徙.入宅.造倉.造船.開市.開池.納畜.牧養.掛匾.",
		"j": "行喪.安葬.合壽木.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "成",
		"zc": "正沖正沖辛亥",
		"ts": "倉庫床外正東"
	},
	"d0923": {
		"y": "祭祀.嫁娶.捕捉.",
		"j": "開光.動土.破土.開市.修造.入宅.安門.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "收",
		"zc": "正沖正沖壬子",
		"ts": "房床碓外正東"
	},
	"d0924": {
		"y": "祭祀.普渡.解除.會親友.捕捉.畋獵.啟攢.除服.成服.移柩.",
		"j": "嫁娶.開市.動土.掘井.開池.安葬.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "開",
		"zc": "正沖正沖癸丑",
		"ts": "佔門廁外正東"
	},
	"d0927": {
		"y": "出行.解除.納采.冠笄.雕刻.修造.動土.起基.上樑.合脊.安床.移徙.入宅.開市.栽種.作廁.",
		"j": "造廟.安門.行喪.安葬.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "除",
		"zc": "正沖正沖丙辰",
		"ts": "倉庫棲外東南"
	},
	"d0928": {
		"y": "祭祀.沐浴.解除.理髮.冠笄.安機械.作灶.造倉.開市.開池.作廁.補垣.塞穴.斷蟻.結網.",
		"j": "嫁娶.安葬.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "滿",
		"zc": "正沖正沖丁巳",
		"ts": "佔房床外東南"
	},
	"d0929": {
		"y": "祭祀.沐浴.修飾垣牆.平治道涂.",
		"j": "嫁娶.入宅.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "平",
		"zc": "正沖正沖戊午",
		"ts": "佔門碓外東南"
	},
	"d1021": {
		"y": "納采.訂盟.嫁娶.祭祀.祈福.求嗣.置產.求醫.治病.開市.交易.立券.會親友.移徙.豎柱.上樑.造屋.合脊.安門.放水.捕捉.納畜.",
		"j": "造廟.造船.動土.破土.安葬.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "建",
		"zc": "正沖正沖庚辰",
		"ts": "廚灶棲外西北"
	},
	"d1029": {
		"y": "祭祀.塑繪.開光.祈福.齋醮.出行.訂盟.納采.裁衣.嫁娶.拆卸.修造.安床.入宅.安香.入殮.啟攢.安葬.謝土.赴任.會親友.進人口.出行.移徙.上樑.經絡.開市.交易.立券.納財.",
		"j": "開倉.冠笄.伐木.作梁.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "成",
		"zc": "正沖正沖戊子",
		"ts": "佔門碓房內北"
	},
	"d1024": {
		"y": "祭祀.造畜椆棲.修飾垣牆.平治道涂.餘事勿取.",
		"j": "嫁娶.開市.安床.掘井.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "平",
		"zc": "正沖正沖癸未",
		"ts": "佔門廁外正北"
	},
	"d1014": {
		"y": "嫁娶.納采.訂盟.祭祀.祈福.求嗣.齋醮.開光.安香.出火.造廟.移徙.出行.入宅.造廟.起基.豎柱.上樑.安床.納畜.捕捉.納婿.安葬.",
		"j": "開市.破土.掘井.合壽木.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "執",
		"zc": "正沖正沖癸酉",
		"ts": "佔門廁外正南"
	},
	"d1011": {
		"y": "納采.訂盟.開市.交易.立券.會親友.納畜.牧養.問名.移徙.解除.作廁.入學.起基.安床.開倉.出貨財.安葬.啟攢.入殮.除服.成服.",
		"j": "入宅.上樑.齋醮.出火.謝土.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "滿",
		"zc": "正沖正沖庚午",
		"ts": "廚灶碓外西南"
	},
	"d1022": {
		"y": "出行.造車器.造畜椆棲.解除.冠笄.裁衣.作梁.雕刻.會親友.移徙.入宅.安機械.造畜椆棲.開市.掃舍.",
		"j": "嫁娶.動土.破土.修墳.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "除",
		"zc": "正沖正沖辛巳",
		"ts": "倉庫床外西北"
	},
	"d1027": {
		"y": "破屋.壞垣.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "破",
		"zc": "正沖正沖丙戌",
		"ts": "倉庫棲外正北"
	},
	"d1017": {
		"y": "造車器.嫁娶.訂盟.納采.會親友.祭祀.出行.開市.立券.移徙.入宅.破土.安葬.",
		"j": "上樑.開光.造屋.架馬.合壽木.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "成",
		"zc": "正沖正沖丙子",
		"ts": "倉庫碓外西北"
	},
	"d1129": {
		"y": "理髮.會親友.補垣.塞穴.結網.",
		"j": "嫁娶.入宅.安門.移徙.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "滿",
		"zc": "正沖正沖己未",
		"ts": "碓磨廁外東南"
	},
	"d1001": {
		"y": "祭祀.冠笄.會親友.拆卸.起基.除服.成服.移柩.啟攢.安葬.沐浴.捕捉.開光.塑繪.",
		"j": "作灶.祭祀.入宅.嫁娶.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "執",
		"zc": "正沖正沖庚申",
		"ts": "廚灶爐外正南"
	},
	"d1002": {
		"y": "祭祀.沐浴.破屋.壞垣.餘事勿取.",
		"j": "移徙.入宅.出行.栽種.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "破",
		"zc": "正沖正沖辛酉",
		"ts": "倉庫門外正南"
	},
	"d1003": {
		"y": "祭祀.塑繪.開光.出行.解除.訂盟.嫁娶.拆卸.起基.安床.入宅.開市.入殮.除服.成服.移柩.破土.謝土.掛匾.開柱眼.交易.",
		"j": "造橋.冠笄.造屋.掘井.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "危",
		"zc": "正沖正沖壬戌",
		"ts": "房床棲外正南"
	},
	"d1004": {
		"y": "祭祀.赴任.動土.上樑.開光.塑繪.冠笄.拆卸.起基.安床.開市.立券.赴任.經絡.",
		"j": "定磉.安葬.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "成",
		"zc": "正沖正沖癸亥",
		"ts": "佔門床外正南"
	},
	"d1005": {
		"y": "祭祀.裁衣.冠笄.嫁娶.納婿.會親友.除服.成服.移柩.捕捉.進人口.入殮.",
		"j": "移徙.入宅.作灶.安葬.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "收",
		"zc": "正沖正沖甲子",
		"ts": "佔碓磨外正南"
	},
	"d1006": {
		"y": "祭祀.諸事不宜.",
		"j": "入殮.安葬.開市.交易.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "開",
		"zc": "正沖正沖乙丑",
		"ts": "廚灶廁外西南"
	},
	"d1007": {
		"y": "祭祀.裁衣.冠笄.嫁娶.安機械.拆卸.動土.起基.移徙.入宅.入殮.啟攢.安葬.造倉.經絡.",
		"j": "安床.開光.開市.交易.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "閉",
		"zc": "正沖正沖丙寅",
		"ts": "倉庫爐外西南"
	},
	"d1008": {
		"y": "嫁娶.裁衣.冠笄.合帳.祭祀.出行.安床.移徙.塞穴.入殮.破土.移柩.安葬.",
		"j": "開市.出行.栽種.置產.詞訟.安門.掘井.開光.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "閉",
		"zc": "正沖正沖丁卯",
		"ts": "房床門外西南"
	},
	"d1009": {
		"y": "祭祀.造車器.出行.修造.上樑.造屋.安門.安床.造畜椆棲.教牛馬.",
		"j": "出貨財.開倉.動土.破土.安葬.行喪.伐木.開渠.栽種.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "建",
		"zc": "正沖正沖戊辰",
		"ts": "門雞棲外西南"
	},
	"d1010": {
		"y": "祭祀.開光.出行.解除.伐木.作梁.出火.拆卸.入宅.移徙.安床.修造.造畜椆棲.掃舍.",
		"j": "造廟.嫁娶.掘井.栽種.造橋.作灶.動土.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "除",
		"zc": "正沖正沖己巳",
		"ts": "碓磨床外西南"
	},
	"d1012": {
		"y": "祭祀.平治道涂.餘事勿取.",
		"j": "嫁娶.開市.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "平",
		"zc": "正沖正沖辛未",
		"ts": "倉庫廁外西南"
	},
	"d1013": {
		"y": "捕捉.畋獵.餘事勿取.",
		"j": "開市.交易.祭祀.入宅.安葬.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "定",
		"zc": "正沖正沖壬申",
		"ts": "房床廁外正南"
	},
	"d1015": {
		"y": "祭祀.沐浴.解除.破屋.壞垣.餘事勿取.",
		"j": "開市.嫁娶.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "破",
		"zc": "正沖正沖甲戌",
		"ts": "碓磨棲外正西"
	},
	"d1016": {
		"y": "訂盟.納采.會親友.交易.立券.納財.栽種.納畜.牧養.",
		"j": "嫁娶.開市.入宅.祈福.安葬.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "危",
		"zc": "正沖正沖乙亥",
		"ts": "廚灶床外正西"
	},
	"d1018": {
		"y": "祭祀.作灶.納財.捕捉.畋獵.餘事勿取.",
		"j": "動土.破土.開市.安葬.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "收",
		"zc": "正沖正沖丁丑",
		"ts": "房床廁外西北"
	},
	"d1019": {
		"y": "嫁娶.訂盟.納采.祭祀.祈福.出行.求醫.治病.出火.移徙.入宅.",
		"j": "開市.開倉.出貨財.安床.安門.安葬.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "開",
		"zc": "正沖正沖戊寅",
		"ts": "佔門爐外西北"
	},
	"d1020": {
		"y": "冠笄.祭祀.沐浴.作灶.理髮.整手足甲.掃舍.補垣.塞穴.入殮.破土.啟攢.",
		"j": "開光.嫁娶.會親友.栽種.針灸.安葬.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "閉",
		"zc": "正沖正沖己卯",
		"ts": "佔門爐外西北"
	},
	"d1023": {
		"y": "沐浴.理髮.冠笄.安床.開市.立券.會親友.交易.納財.結網.教牛馬.",
		"j": "移徙.入宅.出行.祈福.嫁娶.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "滿",
		"zc": "正沖正沖壬午",
		"ts": "房床碓外正北"
	},
	"d1025": {
		"y": "捕捉.結網.入殮.除服.成服.移柩.破土.安葬.啟攢.立碑.",
		"j": "嫁娶.祭祀.入宅.造屋.移徙.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "定",
		"zc": "正沖正沖甲申",
		"ts": "碓磨爐外正北"
	},
	"d1026": {
		"y": "祭祀.祈福.求嗣.齋醮.造廟.出火.安機械.會親友.開市.交易.立券.納財.習藝.經絡.求醫.治病.開池.作廁.畋獵.結網.栽種.牧養.安葬.破土.啟攢.",
		"j": "開光.嫁娶.掘井.伐木.作梁.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "執",
		"zc": "正沖正沖乙酉",
		"ts": "廚灶門外正北"
	},
	"d1028": {
		"y": "會親友.嫁娶.訂盟.納采.納婿.拆卸.修造.動土.起基.豎柱.上樑.安床.會親友.納財.",
		"j": "出行.祈福.安葬.作灶.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "危",
		"zc": "正沖正沖丁亥",
		"ts": "佔房床房內北"
	},
	"d1030": {
		"y": "祭祀.作灶.入殮.除服.成服.畋獵.",
		"j": "栽種.動土.安葬.開市.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "收",
		"zc": "正沖正沖己丑",
		"ts": "碓磨廁房內北"
	},
	"d1121": {
		"y": "破屋.壞垣.祭祀.餘事勿取.",
		"j": "嫁娶.安葬.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "破",
		"zc": "正沖正沖辛亥",
		"ts": "倉庫床外正東"
	},
	"d1229": {
		"y": "祭祀.祈福.齋醮.出行.冠笄.安機械.移徙.入宅.安香.安床.除服.成服.移柩.啟攢.",
		"j": "開光.栽種.治病.安門.作灶.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "危",
		"zc": "正沖正沖己丑",
		"ts": "碓磨廁房內北"
	},
	"d1101": {
		"y": "嫁娶.祭祀.安機械.入殮.破土.安葬.",
		"j": "動土.上樑.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "閉",
		"zc": "正沖正沖辛卯",
		"ts": "倉庫門房內北"
	},
	"d1102": {
		"y": "作灶.造畜椆棲.",
		"j": "行喪.安葬.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "建",
		"zc": "正沖正沖壬辰",
		"ts": "房床棲房內南"
	},
	"d1103": {
		"y": "沐浴.理髮.入學.習藝.進人口.",
		"j": "嫁娶.入宅.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "除",
		"zc": "正沖正沖癸巳",
		"ts": "佔門床房內南"
	},
	"d1104": {
		"y": "開光.針灸.會親友.啟攢.安葬.",
		"j": "開市.動土.破土.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "滿",
		"zc": "正沖正沖甲午",
		"ts": "佔碓磨房內南"
	},
	"d1105": {
		"y": "祭祀.結網.造畜椆棲.餘事勿取.",
		"j": "餘事勿取.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "平",
		"zc": "正沖正沖乙未",
		"ts": "廚灶廁房內南"
	},
	"d1106": {
		"y": "入殮.除服.成服.移柩.破土.啟攢.安葬.",
		"j": "移徙.入宅.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "定",
		"zc": "正沖正沖丙申",
		"ts": "倉庫爐房內南"
	},
	"d1107": {
		"y": "嫁娶.納采.訂盟.祭祀.齋醮.開光.安香.出火.出行.出火.拆卸.動土.祈福.進人口.納財.交易.立券.移徙.安床.修造.安葬.除服.成服.",
		"j": "置產.掘井.詞訟.栽種.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "定",
		"zc": "正沖正沖丁酉",
		"ts": "房床門房內南"
	},
	"d1108": {
		"y": "嫁娶.納采.訂盟.祭祀.開光.出行.解除.伐木.出火.入宅.移徙.拆卸.修造.栽種.安葬.入殮.",
		"j": "破土.動土.安門.作灶.開市.交易.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "執",
		"zc": "正沖正沖戊戌",
		"ts": "門雞棲房內東"
	},
	"d1109": {
		"y": "祭祀.解除.破屋.壞垣.求醫.治病.餘事勿取.",
		"j": "嫁娶.安葬.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "破",
		"zc": "正沖正沖己亥",
		"ts": "碓磨床房內東"
	},
	"d1110": {
		"y": "祭祀.掃舍.破土.安葬.除服.成服.啟攢.移柩.入殮.立碑.餘事勿取.",
		"j": "祭祀.嫁娶.入宅.修造.動土.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "危",
		"zc": "正沖正沖庚子",
		"ts": "廚灶碓房內東"
	},
	"d1111": {
		"y": "訂盟.納采.會親友.祭祀.祈福.修造.動土.安機械.破土.安葬.",
		"j": "嫁娶.移徙.出火.開市.入宅.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "成",
		"zc": "正沖正沖辛丑",
		"ts": "倉庫廁房內東"
	},
	"d1112": {
		"y": "祭祀.沐浴.捕捉.畋獵.結網.掃舍.",
		"j": "嫁娶.納采.訂盟.安床.動土.破土.安葬.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "收",
		"zc": "正沖正沖壬寅",
		"ts": "房床爐房內東"
	},
	"d1113": {
		"y": "開市.納財.出行.祭祀.祈福.求嗣.齋醮.問名.入學.起基.定磉.置產.開渠.掘井.拆卸.栽種.納畜.牧養.動土.破土.啟攢.",
		"j": "移徙.入宅.出火.入殮.安葬.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "開",
		"zc": "正沖正沖癸卯",
		"ts": "佔大門外東北"
	},
	"d1114": {
		"y": "祭祀.理髮.置產.塞穴.除服.成服.移柩.入殮.破土.安葬.",
		"j": "嫁娶.入宅.安床.掘井.開光.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "閉",
		"zc": "正沖正沖甲辰",
		"ts": "碓磨棲外東北"
	},
	"d1115": {
		"y": "祭祀.沐浴.出行.餘事勿取.",
		"j": "開市.動土.破土.行喪.安葬.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "建",
		"zc": "正沖正沖乙巳",
		"ts": "廚灶床外東北"
	},
	"d1116": {
		"y": "嫁娶.造車器.出行.會親友.移徙.入宅.修造.動土.雕刻.開光.安香.出火.理髮.會親友.造屋.合脊.起基.歸岫.安門.拆卸.掃舍.栽種.造畜椆棲.",
		"j": "開市.納采.造廟.安床.開渠.安葬.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "除",
		"zc": "正沖正沖丙午",
		"ts": "倉庫碓外東北"
	},
	"d1117": {
		"y": "塑繪.會親友.安機械.塞穴.結網.裁衣.經絡.",
		"j": "嫁娶.開市.祈福.齋醮.安葬.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "滿",
		"zc": "正沖正沖丁未",
		"ts": "房床廁外東北"
	},
	"d1118": {
		"y": "納采.移徙.納財.開市.交易.立券.納財.入宅.修造.動土.豎柱.起基.定磉.造廟.安香.出火.修飾垣牆.平治道涂.會親友.出行.開池.作廁.",
		"j": "開倉.造屋.造橋.祭祀.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "平",
		"zc": "正沖正沖戊申",
		"ts": "佔門爐外東北"
	},
	"d1119": {
		"y": "訂盟.納采.納財.開市.立券.祭祀.祈福.移徙.入宅.出行.造屋.起基.修造.動土.豎柱.上樑.安門.安香.出火.教牛馬.會親友.破土.",
		"j": "嫁娶.安葬.掘井.置產.造船.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "定",
		"zc": "正沖正沖己酉",
		"ts": "碓磨門外正東"
	},
	"d1120": {
		"y": "嫁娶.訂盟.納采.祭祀.祈福.塑繪.開光.移徙.安床.伐木.作梁.捕捉.畋獵.結網.求醫.治病.解除.安葬.除服.成服.移柩.入殮.立碑.謝土.",
		"j": "開市.造廟.動土.破土.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "執",
		"zc": "正沖正沖庚戌",
		"ts": "廚灶棲外正東"
	},
	"d1122": {
		"y": "嫁娶.納采.訂盟.祭祀.冠笄.裁衣.伐木.作梁.架馬.定磉.開柱眼.作灶.移徙.安床.畋獵.結網.開池.作廁.除服.成服.啟攢.入殮.移柩.安葬.",
		"j": "造屋.造船.動土.破土.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "危",
		"zc": "正沖正沖壬子",
		"ts": "房床碓外正東"
	},
	"d1123": {
		"y": "納采.訂盟.祭祀.祈福.求嗣.齋醮.開光.會親友.解除.入學.納財.交易.立券.經絡.起基.動土.定磉.開池.栽種.納畜.牧養.破土.入殮.立碑.安葬.",
		"j": "嫁娶.開市.入宅.出火.移徙.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "成",
		"zc": "正沖正沖癸丑",
		"ts": "佔門廁外正東"
	},
	"d1124": {
		"y": "捕捉.畋獵.會親友.解除.入殮.除服.成服.移柩.餘事勿取.",
		"j": "安床.安門.破土.修墳.安葬.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "收",
		"zc": "正沖正沖甲寅",
		"ts": "碓磨爐外東南"
	},
	"d1125": {
		"y": "祭祀.祈福.求嗣.齋醮.沐浴.冠笄.出行.理髮.拆卸.解除.起基.動土.定磉.安碓磑.開池.掘井.掃舍.除服.成服.移柩.啟攢.立碑.謝土.",
		"j": "移徙.入宅.安門.作梁.安葬.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "開",
		"zc": "正沖正沖乙卯",
		"ts": "廚灶門外東南"
	},
	"d1126": {
		"y": "嫁娶.冠笄.安床.納采.會親友.塞穴.捕捉.置產.造畜椆棲.",
		"j": "開光.掘井.安葬.謝土.修墳.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "閉",
		"zc": "正沖正沖丙辰",
		"ts": "倉庫棲外東南"
	},
	"d1127": {
		"y": "祭祀.沐浴.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "建",
		"zc": "正沖正沖丁巳",
		"ts": "佔房床外東南"
	},
	"d1128": {
		"y": "祭祀.會親友.嫁娶.沐浴.修造.動土.祈福.開光.塑繪.出行.訂盟.納采.裁衣.入殮.除服.成服.移柩.啟攢.赴任.豎柱.上樑.納財.掃舍.栽種.納畜.伐木.",
		"j": "入宅.作灶.安床.開倉.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "除",
		"zc": "正沖正沖戊午",
		"ts": "佔門碓外東南"
	},
	"d1130": {
		"y": "祭祀.祈福.訂盟.納采.裁衣.拆卸.修造.動土.起基.安床.移徙.入宅.安香.除服.成服.入殮.移柩.安葬.謝土.赴任.會親友.進人口.出行.豎柱.上樑.經絡.開市.交易.立券.納財.開倉.",
		"j": "作灶.治病.伐木.作梁.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "平",
		"zc": "正沖正沖庚申",
		"ts": "廚灶爐外正南"
	},
	"d1226": {
		"y": "塑繪.開光.訂盟.納采.裁衣.冠笄.拆卸.修造.安床.入宅.出火.安葬.謝土.赴任.",
		"j": "掘井.伐木.齋醮.作灶.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "定",
		"zc": "正沖正沖丙戌",
		"ts": "倉庫棲外正北"
	},
	"d1206": {
		"y": "沐浴.掃舍.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "收",
		"zc": "正沖正沖丙寅",
		"ts": "倉庫爐外西南"
	},
	"d1216": {
		"y": "祭祀.沐浴.破屋.壞垣.餘事勿取.",
		"j": "嫁娶.移徙.入宅.探病.出行.造屋.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "破",
		"zc": "正沖正沖丙子",
		"ts": "倉庫碓外西北"
	},
	"d1227": {
		"y": "祭祀.塑繪.開光.裁衣.冠笄.嫁娶.納采.拆卸.修造.動土.豎柱.上樑.安床.移徙.入宅.安香.結網.捕捉.畋獵.伐木.進人口.放水.",
		"j": "出行.安葬.修墳.開市.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "執",
		"zc": "正沖正沖丁亥",
		"ts": "佔房床房內北"
	},
	"d1207": {
		"y": "祭祀.沐浴.理髮.納財.進人口.栽種.掃舍.捕捉.畋獵.結網.",
		"j": "會親友.安葬.入宅.移徙.安床.開市.行喪.出火.作灶.安門.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "收",
		"zc": "正沖正沖丁卯",
		"ts": "房床門外西南"
	},
	"d1222": {
		"y": "合帳.裁衣.教牛馬.餘事勿取.",
		"j": "入宅.動土.破土.嫁娶.作灶.造船.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "建",
		"zc": "正沖正沖壬午",
		"ts": "房床碓外正北"
	},
	"d1217": {
		"y": "冠笄.納財.掘井.開池.出火.安床.交易.立券.畋獵.結網.理髮.放水.",
		"j": "安門.動土.破土.行喪.安葬.成服.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "危",
		"zc": "正沖正沖丁丑",
		"ts": "房床廁外西北"
	},
	"d1209": {
		"y": "入宅.移徙.出行.進人口.修造.動土.起基.上樑.安門.造倉.補垣.塞穴.造畜椆棲.",
		"j": "嫁娶.開市.安床.栽種.安葬.祈福.開光.掘井.安葬.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "閉",
		"zc": "正沖正沖己巳",
		"ts": "碓磨床外西南"
	},
	"d1220": {
		"y": "祈福.齋醮.納采.訂盟.解除.架馬.開柱眼.修造.動土.起基.上樑.歸岫.造屋.合脊.掘井.除服.成服.破土.栽種.",
		"j": "移徙.開市.入宅.安葬.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "開",
		"zc": "正沖正沖庚辰",
		"ts": "廚灶棲外西北"
	},
	"d1228": {
		"y": "祭祀.求醫.破屋.壞垣.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "破",
		"zc": "正沖正沖戊子",
		"ts": "佔門碓房內北"
	},
	"d1201": {
		"y": "祭祀.祈福.訂盟.納采.裁衣.拆卸.修造.動土.起基.安床.移徙.入宅.安香.入殮.移柩.安葬.謝土.赴任.進人口.會親友.",
		"j": "作灶.治病.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "定",
		"zc": "正沖正沖辛酉",
		"ts": "倉庫門外正南"
	},
	"d1202": {
		"y": "祭祀.塑繪.開光.訂盟.納采.嫁娶.安床.進人口.入殮.除服.成服.移柩.啟攢.安葬.立碑.",
		"j": "開市.交易.破土.作灶.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "執",
		"zc": "正沖正沖壬戌",
		"ts": "房床棲外正南"
	},
	"d1203": {
		"y": "祭祀.解除.破屋.壞垣.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "破",
		"zc": "正沖正沖癸亥",
		"ts": "佔門床外正南"
	},
	"d1204": {
		"y": "祭祀.解除.祈福.開光.塑繪.齋醮.訂盟.納采.裁衣.冠笄.拆卸.修造.動土.入殮.除服.成服.移柩.啟攢.安床.赴任.出行.移徙.豎柱.上樑.伐木.栽種.破土.安葬.納畜.",
		"j": "造屋.治病.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "危",
		"zc": "正沖正沖甲子",
		"ts": "佔碓磨外正南"
	},
	"d1205": {
		"y": "祭祀.祈福.訂盟.納采.裁衣.合帳.冠笄.安機械.安床.造畜椆棲.入殮.移柩.啟攢.安葬.謝土.除服.成服.會親友.豎柱.上樑.經絡.開市.交易.立券.納財.納畜.築堤.",
		"j": "嫁娶.入宅.治病.赴任.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "成",
		"zc": "正沖正沖乙丑",
		"ts": "廚灶廁外西南"
	},
	"d1208": {
		"y": "納采.訂盟.祭祀.祈福.求嗣.塑繪.解除.拆卸.修造.動土.豎柱.上樑.安門.置產.開池.掘井.納畜.安床.栽種.造畜椆棲.破土.移柩.立碑.",
		"j": "嫁娶.開市.出火.進人口.入殮.赴任.入宅.移徙.出行.安葬.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "開",
		"zc": "正沖正沖戊辰",
		"ts": "門雞棲外西南"
	},
	"d1210": {
		"y": "造畜椆棲.教牛馬.",
		"j": "入宅.移徙.分居.作灶.出火.安香.動土.嫁娶.掘井.掃舍.造橋.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "建",
		"zc": "正沖正沖庚午",
		"ts": "廚灶碓外西南"
	},
	"d1211": {
		"y": "訂盟.納采.造車器.祭祀.祈福.出行.安香.修造.動土.上樑.開市.交易.立券.移徙.入宅.會親友.安機械.栽種.納畜.造屋.起基.安床.造畜椆棲.",
		"j": "破土.安葬.行喪.開生墳.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "除",
		"zc": "正沖正沖辛未",
		"ts": "倉庫廁外西南"
	},
	"d1212": {
		"y": "訂盟.納采.會親友.安機械.開光.修造.動土.豎柱.上樑.造屋.起基.造橋.栽種.納畜.造畜椆棲.移柩.入殮.啟攢.修墳.立碑.安葬.",
		"j": "祈福.出火.嫁娶.入宅.開市.動土.破土.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "滿",
		"zc": "正沖正沖壬申",
		"ts": "房床廁外正南"
	},
	"d1213": {
		"y": "祭祀.平治道涂.修墳.除服.成服.餘事勿取.",
		"j": "移徙.入宅.嫁娶.掘井.安葬.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "平",
		"zc": "正沖正沖癸酉",
		"ts": "佔門廁外正南"
	},
	"d1214": {
		"y": "嫁娶.冠笄.祭祀.祈福.求嗣.雕刻.開光.安香.出行.入學.修造.動土.豎柱.上樑.造屋.起基.安門.出火.移徙.入宅.掘井.造畜椆棲.安葬.破土.除服.成服.",
		"j": "開市.納采.訂盟.作灶.造廟.造船.經絡.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "定",
		"zc": "正沖正沖甲戌",
		"ts": "碓磨棲外正西"
	},
	"d1215": {
		"y": "嫁娶.訂盟.納采.祭祀.祈福.求嗣.齋醮.安香.出火.修造.起基.造屋.合脊.安門.安碓磑.動土.上樑.移徙.入宅.",
		"j": "出行.掘井.破土.行喪.安葬.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "執",
		"zc": "正沖正沖乙亥",
		"ts": "廚灶床外正西"
	},
	"d1218": {
		"y": "納采.訂盟.移徙.入宅.出行.安機械.會親友.祭祀.祈福.齋醮.開光.安香.出火.解除.求醫.針灸.治病.造屋.起基.修造.安門.造船.納畜.牧養.移柩.入殮.啟攢.謝土.修墳.立碑.",
		"j": "嫁娶.動土.安床.造橋.掘井.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "成",
		"zc": "正沖正沖戊寅",
		"ts": "佔門爐外西北"
	},
	"d1219": {
		"y": "祭祀.沐浴.作灶.納財.捕捉.畋獵.安床.掃舍.",
		"j": "開市.齋醮.破土.安葬.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "收",
		"zc": "正沖正沖己卯",
		"ts": "佔門爐外西北"
	},
	"d1221": {
		"y": "納采.訂盟.祭祀.沐浴.冠笄.合帳.裁衣.修造.動土.拆卸.移徙.入宅.安門.開倉.築堤.作廁.栽種.納畜.補垣.塞穴.",
		"j": "嫁娶.祈福.開光.掘井.安葬.行喪.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "閉",
		"zc": "正沖正沖辛巳",
		"ts": "倉庫床外西北"
	},
	"d1223": {
		"y": "納采.訂盟.嫁娶.祭祀.祈福.安香.出火.出行.會親友.經絡.求醫.治病.解除.拆卸.起基.修造.動土.定磉.掃舍.栽種.牧養.造畜椆棲.",
		"j": "齋醮.作梁.掘井.行喪.安葬.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "除",
		"zc": "正沖正沖癸未",
		"ts": "佔門廁外正北"
	},
	"d1224": {
		"y": "納財.開市.交易.立券.會親友.進人口.經絡.祭祀.祈福.安香.出火.求醫.治病.修造.動土.拆卸.掃舍.安床.栽種.牧養.開生墳.合壽木.入殮.安葬.啟攢.",
		"j": "嫁娶.祈福.出火.移徙.入宅.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "滿",
		"zc": "正沖正沖甲申",
		"ts": "碓磨爐外正北"
	},
	"d1225": {
		"y": "祭祀.入殮.移柩.餘事勿取.",
		"j": "入宅.修造.動土.破土.安門.上樑.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "平",
		"zc": "正沖正沖乙酉",
		"ts": "廚灶門外正北"
	},
	"d1230": {
		"y": "塑繪.齋醮.出行.拆卸.解除.修造.移徙.造船.入殮.除服.成服.移柩.啟攢.修墳.立碑.謝土.",
		"j": "",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "成",
		"zc": "正沖正沖庚寅",
		"ts": "廚灶爐房內北"
	},
	"d1231": {
		"y": "祭祀.沐浴.安床.納財.畋獵.捕捉.",
		"j": "開市.破土.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "收",
		"zc": "正沖正沖辛卯",
		"ts": "倉庫門房內北"
	}
};