module.exports = {
	"d1221": {
		"y": "教牛馬.餘事勿取.",
		"j": "入宅.動土.破土.餘事勿取.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "建",
		"zc": "正沖正沖甲午",
		"ts": "佔碓磨房內南"
	},
	"d1121": {
		"y": "祭祀.解除.祈福.開光.塑繪.齋醮.訂盟.納采.裁衣.冠笄.拆卸.修造.動土.入殮.除服.成服.移柩.啟攢.安床.赴任.出行.移徙.豎柱.上樑.伐木.栽種.破土.安葬.納畜.",
		"j": "造屋.治病.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "危",
		"zc": "正沖正沖甲子",
		"ts": "佔碓磨外正南"
	},
	"d1201": {
		"y": "開光.解除.拆卸.修造.動土.安床.納畜.安葬.啟攢.入殮.",
		"j": "嫁娶.開市.出火.栽種.破土.動土.入宅.移徙.安香.分居.掘井.作灶.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "執",
		"zc": "正沖正沖甲戌",
		"ts": "碓磨棲外正西"
	},
	"d1202": {
		"y": "破屋.壞垣.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "破",
		"zc": "正沖正沖乙亥",
		"ts": "廚灶床外正西"
	},
	"d1203": {
		"y": "嫁娶.祭祀.開光.出火.出行.拆卸.修造.動土.解除.開市.交易.立券.掛匾.納財.入宅.移徙.安床.栽種.納畜.",
		"j": "探病.安葬.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "危",
		"zc": "正沖正沖丙子",
		"ts": "倉庫碓外西北"
	},
	"d1204": {
		"y": "祭祀.祈福.求嗣.開光.解除.理髮.會親友.栽種.納畜.牧養.安葬.修墳.立碑.啟攢.",
		"j": "入宅.作灶.詞訟.移徙.出行.赴任.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "成",
		"zc": "正沖正沖丁丑",
		"ts": "房床廁外西北"
	},
	"d1205": {
		"y": "祭祀.沐浴.結網.移柩.入殮.除服.成服.",
		"j": "安床.開市.交易.出貨財.安葬.修墳.嫁娶.作灶.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "收",
		"zc": "正沖正沖戊寅",
		"ts": "佔門爐外西北"
	},
	"d1206": {
		"y": "解除.餘事勿取.",
		"j": "餘事勿取.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "開",
		"zc": "正沖正沖己卯",
		"ts": "佔門爐外西北"
	},
	"d1207": {
		"y": "祈福.齋醮.納采.訂盟.解除.架馬.開柱眼.修造.動土.起基.上樑.歸岫.造屋.合脊.掘井.除服.成服.破土.栽種.",
		"j": "移徙.開市.入宅.安葬.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "開",
		"zc": "正沖正沖庚辰",
		"ts": "廚灶棲外西北"
	},
	"d1208": {
		"y": "納采.訂盟.祭祀.沐浴.冠笄.合帳.裁衣.修造.動土.拆卸.移徙.入宅.安門.開倉.築堤.作廁.栽種.納畜.補垣.塞穴.",
		"j": "嫁娶.祈福.開光.掘井.安葬.行喪.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "閉",
		"zc": "正沖正沖辛巳",
		"ts": "倉庫床外西北"
	},
	"d1209": {
		"y": "合帳.裁衣.教牛馬.餘事勿取.",
		"j": "入宅.動土.破土.嫁娶.作灶.造船.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "建",
		"zc": "正沖正沖壬午",
		"ts": "房床碓外正北"
	},
	"d1210": {
		"y": "納采.訂盟.嫁娶.祭祀.祈福.安香.出火.出行.會親友.經絡.求醫.治病.解除.拆卸.起基.修造.動土.定磉.掃舍.栽種.牧養.造畜椆棲.",
		"j": "齋醮.作梁.掘井.行喪.安葬.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "除",
		"zc": "正沖正沖癸未",
		"ts": "佔門廁外正北"
	},
	"d1211": {
		"y": "納財.開市.交易.立券.會親友.進人口.經絡.祭祀.祈福.安香.出火.求醫.治病.修造.動土.拆卸.掃舍.安床.栽種.牧養.開生墳.合壽木.入殮.安葬.啟攢.",
		"j": "嫁娶.祈福.出火.移徙.入宅.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "滿",
		"zc": "正沖正沖甲申",
		"ts": "碓磨爐外正北"
	},
	"d1212": {
		"y": "祭祀.入殮.移柩.餘事勿取.",
		"j": "入宅.修造.動土.破土.安門.上樑.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "平",
		"zc": "正沖正沖乙酉",
		"ts": "廚灶門外正北"
	},
	"d1213": {
		"y": "塑繪.開光.訂盟.納采.裁衣.冠笄.拆卸.修造.安床.入宅.出火.安葬.謝土.赴任.",
		"j": "掘井.伐木.齋醮.作灶.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "定",
		"zc": "正沖正沖丙戌",
		"ts": "倉庫棲外正北"
	},
	"d1214": {
		"y": "祭祀.塑繪.開光.裁衣.冠笄.嫁娶.納采.拆卸.修造.動土.豎柱.上樑.安床.移徙.入宅.安香.結網.捕捉.畋獵.伐木.進人口.放水.",
		"j": "出行.安葬.修墳.開市.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "執",
		"zc": "正沖正沖丁亥",
		"ts": "佔房床房內北"
	},
	"d1215": {
		"y": "祭祀.求醫.破屋.壞垣.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "破",
		"zc": "正沖正沖戊子",
		"ts": "佔門碓房內北"
	},
	"d1216": {
		"y": "祭祀.祈福.齋醮.出行.冠笄.安機械.移徙.入宅.安香.安床.除服.成服.移柩.啟攢.",
		"j": "開光.栽種.治病.安門.作灶.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "危",
		"zc": "正沖正沖己丑",
		"ts": "碓磨廁房內北"
	},
	"d1217": {
		"y": "塑繪.齋醮.出行.拆卸.解除.修造.移徙.造船.入殮.除服.成服.移柩.啟攢.修墳.立碑.謝土.",
		"j": "",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "成",
		"zc": "正沖正沖庚寅",
		"ts": "廚灶爐房內北"
	},
	"d1218": {
		"y": "祭祀.沐浴.安床.納財.畋獵.捕捉.",
		"j": "開市.破土.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "收",
		"zc": "正沖正沖辛卯",
		"ts": "倉庫門房內北"
	},
	"d1219": {
		"y": "訂盟.納采.祭祀.祈福.修造.動土.上樑.破土.",
		"j": "嫁娶.作灶.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "開",
		"zc": "正沖正沖壬辰",
		"ts": "房床棲房內南"
	},
	"d1220": {
		"y": "出行.沐浴.理髮.補垣.塞穴.",
		"j": "入宅.安葬.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "閉",
		"zc": "正沖正沖癸巳",
		"ts": "佔門床房內南"
	},
	"d1222": {
		"y": "嫁娶.出行.求醫.治病.祭祀.祈福.上樑.納畜.",
		"j": "開市.安葬.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "除",
		"zc": "正沖正沖乙未",
		"ts": "廚灶廁房內南"
	},
	"d1223": {
		"y": "開市.立券.開光.解除.安機械.上樑.啟攢.安葬.",
		"j": "嫁娶.祈福.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "滿",
		"zc": "正沖正沖丙申",
		"ts": "倉庫爐房內南"
	},
	"d1224": {
		"y": "平治道涂.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "平",
		"zc": "正沖正沖丁酉",
		"ts": "房床門房內南"
	},
	"d1225": {
		"y": "求嗣.齋醮.塑繪.訂盟.納采.出火.拆卸.修造.動土.造橋.安機械.栽種.納畜.牧養.入殮.除服.成服.移柩.破土.安葬.",
		"j": "開市.嫁娶.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "定",
		"zc": "正沖正沖戊戌",
		"ts": "門雞棲房內東"
	},
	"d1226": {
		"y": "嫁娶.訂盟.納采.祭祀.祈福.修造.動土.移徙.入宅.",
		"j": "開市.安葬.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "執",
		"zc": "正沖正沖己亥",
		"ts": "碓磨床房內東"
	},
	"d1227": {
		"y": "治病.破屋.壞垣.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "破",
		"zc": "正沖正沖庚子",
		"ts": "廚灶碓房內東"
	},
	"d1228": {
		"y": "祭祀.祈福.求嗣.齋醮.開光.入學.訂盟.冠笄.伐木.修造.動土.起基.放水.交易.開池.",
		"j": "造橋.安門.理髮.造廟.栽種.作灶.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "危",
		"zc": "正沖正沖辛丑",
		"ts": "倉庫廁房內東"
	},
	"d1229": {
		"y": "解除.壞垣.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "成",
		"zc": "正沖正沖壬寅",
		"ts": "房床爐房內東"
	},
	"d1230": {
		"y": "沐浴.理髮.掃舍.",
		"j": "伐木.納畜.上樑.入宅.作灶.造畜椆棲.嫁娶.安葬.作梁.造船.安門.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "收",
		"zc": "正沖正沖癸卯",
		"ts": "佔大門外東北"
	},
	"d1231": {
		"y": "祭祀.開光.祈福.解除.作梁.動土.安床.掘井.栽種.納畜.破土.移柩.",
		"j": "嫁娶.出行.赴任.造屋.入殮.入宅.移徙.出火.進人口.安葬.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "開",
		"zc": "正沖正沖甲辰",
		"ts": "碓磨棲外東北"
	},
	"d1101": {
		"y": "祭祀.出行.裁衣.冠笄.會親友.造畜椆棲.嫁娶.豎柱.上樑.移徙.納財.納畜.",
		"j": "動土.伐木.作梁.行喪.安葬.開生墳.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "建",
		"zc": "正沖正沖甲辰",
		"ts": "碓磨棲外東北"
	},
	"d1103": {
		"y": "開市.交易.立券.納財.會親友.開光.理髮.入殮.移柩.安葬.啟攢.",
		"j": "嫁娶.作灶.出火.出行.入宅.移徙.安床.祈福.上樑.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "滿",
		"zc": "正沖正沖丙午",
		"ts": "倉庫碓外東北"
	},
	"d1021": {
		"y": "沐浴.理髮.入學.習藝.進人口.",
		"j": "嫁娶.入宅.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "除",
		"zc": "正沖正沖癸巳",
		"ts": "佔門床房內南"
	},
	"d1102": {
		"y": "祭祀.祈福.求嗣.開光.出行.解除.移徙.伐木.安床.納畜.出火.拆卸.",
		"j": "安葬.修墳.作灶.破土.造廟.動土.嫁娶.納采.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "除",
		"zc": "正沖正沖乙巳",
		"ts": "廚灶床外東北"
	},
	"d1104": {
		"y": "造畜椆棲.平治道涂.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "平",
		"zc": "正沖正沖丁未",
		"ts": "房床廁外東北"
	},
	"d1105": {
		"y": "入殮.破土.安葬.啟攢.除服.成服.餘事勿取.",
		"j": "餘事勿取.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "定",
		"zc": "正沖正沖戊申",
		"ts": "佔門爐外東北"
	},
	"d1106": {
		"y": "祭祀.入殮.移柩.開生墳.破土.啟攢.安葬.除服.成服.餘事勿取.",
		"j": "餘事勿取.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "執",
		"zc": "正沖正沖己酉",
		"ts": "碓磨門外正東"
	},
	"d1107": {
		"y": "嫁娶.訂盟.納采.祭祀.祈福.塑繪.開光.移徙.安床.伐木.作梁.捕捉.畋獵.結網.求醫.治病.解除.安葬.除服.成服.移柩.入殮.立碑.謝土.",
		"j": "開市.造廟.動土.破土.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "執",
		"zc": "正沖正沖庚戌",
		"ts": "廚灶棲外正東"
	},
	"d1108": {
		"y": "破屋.壞垣.祭祀.餘事勿取.",
		"j": "嫁娶.安葬.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "破",
		"zc": "正沖正沖辛亥",
		"ts": "倉庫床外正東"
	},
	"d1109": {
		"y": "嫁娶.納采.訂盟.祭祀.冠笄.裁衣.伐木.作梁.架馬.定磉.開柱眼.作灶.移徙.安床.畋獵.結網.開池.作廁.除服.成服.啟攢.入殮.移柩.安葬.",
		"j": "造屋.造船.動土.破土.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "危",
		"zc": "正沖正沖壬子",
		"ts": "房床碓外正東"
	},
	"d1110": {
		"y": "納采.訂盟.祭祀.祈福.求嗣.齋醮.開光.會親友.解除.入學.納財.交易.立券.經絡.起基.動土.定磉.開池.栽種.納畜.牧養.破土.入殮.立碑.安葬.",
		"j": "嫁娶.開市.入宅.出火.移徙.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "成",
		"zc": "正沖正沖癸丑",
		"ts": "佔門廁外正東"
	},
	"d1111": {
		"y": "捕捉.畋獵.會親友.解除.入殮.除服.成服.移柩.餘事勿取.",
		"j": "安床.安門.破土.修墳.安葬.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "收",
		"zc": "正沖正沖甲寅",
		"ts": "碓磨爐外東南"
	},
	"d1112": {
		"y": "祭祀.祈福.求嗣.齋醮.沐浴.冠笄.出行.理髮.拆卸.解除.起基.動土.定磉.安碓磑.開池.掘井.掃舍.除服.成服.移柩.啟攢.立碑.謝土.",
		"j": "移徙.入宅.安門.作梁.安葬.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "開",
		"zc": "正沖正沖乙卯",
		"ts": "廚灶門外東南"
	},
	"d1113": {
		"y": "嫁娶.冠笄.安床.納采.會親友.塞穴.捕捉.置產.造畜椆棲.",
		"j": "開光.掘井.安葬.謝土.修墳.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "閉",
		"zc": "正沖正沖丙辰",
		"ts": "倉庫棲外東南"
	},
	"d1114": {
		"y": "祭祀.沐浴.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "建",
		"zc": "正沖正沖丁巳",
		"ts": "佔房床外東南"
	},
	"d1115": {
		"y": "祭祀.會親友.嫁娶.沐浴.修造.動土.祈福.開光.塑繪.出行.訂盟.納采.裁衣.入殮.除服.成服.移柩.啟攢.赴任.豎柱.上樑.納財.掃舍.栽種.納畜.伐木.",
		"j": "入宅.作灶.安床.開倉.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "除",
		"zc": "正沖正沖戊午",
		"ts": "佔門碓外東南"
	},
	"d1116": {
		"y": "理髮.會親友.補垣.塞穴.結網.",
		"j": "嫁娶.入宅.安門.移徙.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "滿",
		"zc": "正沖正沖己未",
		"ts": "碓磨廁外東南"
	},
	"d1117": {
		"y": "祭祀.祈福.訂盟.納采.裁衣.拆卸.修造.動土.起基.安床.移徙.入宅.安香.除服.成服.入殮.移柩.安葬.謝土.赴任.會親友.進人口.出行.豎柱.上樑.經絡.開市.交易.立券.納財.開倉.",
		"j": "作灶.治病.伐木.作梁.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "平",
		"zc": "正沖正沖庚申",
		"ts": "廚灶爐外正南"
	},
	"d1118": {
		"y": "祭祀.祈福.訂盟.納采.裁衣.拆卸.修造.動土.起基.安床.移徙.入宅.安香.入殮.移柩.安葬.謝土.赴任.進人口.會親友.",
		"j": "作灶.治病.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "定",
		"zc": "正沖正沖辛酉",
		"ts": "倉庫門外正南"
	},
	"d1119": {
		"y": "祭祀.塑繪.開光.訂盟.納采.嫁娶.安床.進人口.入殮.除服.成服.移柩.啟攢.安葬.立碑.",
		"j": "開市.交易.破土.作灶.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "執",
		"zc": "正沖正沖壬戌",
		"ts": "房床棲外正南"
	},
	"d1120": {
		"y": "祭祀.解除.破屋.壞垣.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "破",
		"zc": "正沖正沖癸亥",
		"ts": "佔門床外正南"
	},
	"d1122": {
		"y": "祭祀.祈福.訂盟.納采.裁衣.合帳.冠笄.安機械.安床.造畜椆棲.入殮.移柩.啟攢.安葬.謝土.除服.成服.會親友.豎柱.上樑.經絡.開市.交易.立券.納財.納畜.築堤.",
		"j": "嫁娶.入宅.治病.赴任.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "成",
		"zc": "正沖正沖乙丑",
		"ts": "廚灶廁外西南"
	},
	"d1123": {
		"y": "沐浴.掃舍.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "收",
		"zc": "正沖正沖丙寅",
		"ts": "倉庫爐外西南"
	},
	"d1124": {
		"y": "諸事不宜.",
		"j": "諸事不宜.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "開",
		"zc": "正沖正沖丁卯",
		"ts": "房床門外西南"
	},
	"d1125": {
		"y": "祈福.齋醮.出行.訂盟.納采.入殮.移柩.破土.安葬.立碑.結網.",
		"j": "入宅.作灶.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "閉",
		"zc": "正沖正沖戊辰",
		"ts": "門雞棲外西南"
	},
	"d1126": {
		"y": "祭祀.沐浴.出行.冠笄.進人口.餘事勿取.",
		"j": "嫁娶.動土.安葬.作灶.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "建",
		"zc": "正沖正沖己巳",
		"ts": "碓磨床外西南"
	},
	"d1127": {
		"y": "祭祀.祈福.齋醮.塑繪.開光.訂盟.納采.裁衣.冠笄.嫁娶.拆卸.入宅.安香.入殮.移柩.理髮.安葬.修墳.謝土.赴任.移徙.沐浴.治病.破土.啟攢.整手足甲.入學.作梁.",
		"j": "開市.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "除",
		"zc": "正沖正沖庚午",
		"ts": "廚灶碓外西南"
	},
	"d1128": {
		"y": "諸事不宜.",
		"j": "諸事不宜.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "滿",
		"zc": "正沖正沖辛未",
		"ts": "倉庫廁外西南"
	},
	"d1129": {
		"y": "開市.交易.立券.掛匾.納財.開光.出行.入宅.移徙.安床.納畜.入殮.移柩.安葬.",
		"j": "栽種.破土.置產.祭祀.嫁娶.動土.作灶.祈福.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "平",
		"zc": "正沖正沖壬申",
		"ts": "房床廁外正南"
	},
	"d1130": {
		"y": "嫁娶.祭祀.祈福.求嗣.開光.出行.解除.出火.出行.拆卸.進人口.入宅.移徙.安床.栽種.動土.修造.納畜.入殮.安葬.立碑.除服.成服.",
		"j": "",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "定",
		"zc": "正沖正沖癸酉",
		"ts": "佔門廁外正南"
	},
	"d1131": {
		"y": "開光.解除.拆卸.修造.動土.安床.納畜.安葬.啟攢.入殮.",
		"j": "嫁娶.開市.出火.栽種.破土.動土.入宅.移徙.安香.分居.掘井.作灶.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "執",
		"zc": "正沖正沖甲戌",
		"ts": "碓磨棲外正西"
	},
	"d1001": {
		"y": "破屋.壞垣.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "破",
		"zc": "正沖正沖癸酉",
		"ts": "佔門廁外正南"
	},
	"d0921": {
		"y": "祭祀.赴任.動土.上樑.開光.塑繪.冠笄.拆卸.起基.安床.開市.立券.赴任.經絡.",
		"j": "定磉.安葬.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "成",
		"zc": "正沖正沖癸亥",
		"ts": "佔門床外正南"
	},
	"d1002": {
		"y": "嫁娶.祈福.求嗣.出行.出火.拆卸.修造.動土.上樑.開光.進人口.開市.交易.立券.掛匾.安床.入宅.移徙.栽種.伐木.入殮.破土.除服.成服.",
		"j": "",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "危",
		"zc": "正沖正沖甲戌",
		"ts": "碓磨棲外正西"
	},
	"d1003": {
		"y": "開市.交易.立券.掛匾.祭祀.開光.進人口.入宅.安床.出火.拆卸.修造.動土.栽種.",
		"j": "嫁娶.立碑.出行.伐木.安葬.行喪.移徙.納畜.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "成",
		"zc": "正沖正沖乙亥",
		"ts": "廚灶床外正西"
	},
	"d1004": {
		"y": "祭祀.理髮.會親友.進人口.嫁娶.針灸.入殮.移柩.",
		"j": "探病.開渠.安葬.伐木.作灶.入宅.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "收",
		"zc": "正沖正沖丙子",
		"ts": "倉庫碓外西北"
	},
	"d1005": {
		"y": "祭祀.立碑.修墳.啟攢.除服.成服.餘事勿取.",
		"j": "餘事勿取.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "開",
		"zc": "正沖正沖丁丑",
		"ts": "房床廁外西北"
	},
	"d1006": {
		"y": "嫁娶.出行.伐木.拆卸.修造.動土.移徙.安葬.破土.修墳.立碑.",
		"j": "掘井.祈福.安床.開市.入宅.掛匾.開光.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "閉",
		"zc": "正沖正沖戊寅",
		"ts": "佔門爐外西北"
	},
	"d1007": {
		"y": "祭祀.出行.掃舍.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "建",
		"zc": "正沖正沖己卯",
		"ts": "佔門爐外西北"
	},
	"d1008": {
		"y": "納采.訂盟.嫁娶.祭祀.祈福.求嗣.置產.求醫.治病.開市.交易.立券.會親友.移徙.豎柱.上樑.造屋.合脊.安門.放水.捕捉.納畜.",
		"j": "造廟.造船.動土.破土.安葬.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "建",
		"zc": "正沖正沖庚辰",
		"ts": "廚灶棲外西北"
	},
	"d1009": {
		"y": "出行.造車器.造畜椆棲.解除.冠笄.裁衣.作梁.雕刻.會親友.移徙.入宅.安機械.造畜椆棲.開市.掃舍.",
		"j": "嫁娶.動土.破土.修墳.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "除",
		"zc": "正沖正沖辛巳",
		"ts": "倉庫床外西北"
	},
	"d1010": {
		"y": "沐浴.理髮.冠笄.安床.開市.立券.會親友.交易.納財.結網.教牛馬.",
		"j": "移徙.入宅.出行.祈福.嫁娶.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "滿",
		"zc": "正沖正沖壬午",
		"ts": "房床碓外正北"
	},
	"d1011": {
		"y": "祭祀.造畜椆棲.修飾垣牆.平治道涂.餘事勿取.",
		"j": "嫁娶.開市.安床.掘井.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "平",
		"zc": "正沖正沖癸未",
		"ts": "佔門廁外正北"
	},
	"d1012": {
		"y": "捕捉.結網.入殮.除服.成服.移柩.破土.安葬.啟攢.立碑.",
		"j": "嫁娶.祭祀.入宅.造屋.移徙.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "定",
		"zc": "正沖正沖甲申",
		"ts": "碓磨爐外正北"
	},
	"d1013": {
		"y": "祭祀.祈福.求嗣.齋醮.造廟.出火.安機械.會親友.開市.交易.立券.納財.習藝.經絡.求醫.治病.開池.作廁.畋獵.結網.栽種.牧養.安葬.破土.啟攢.",
		"j": "開光.嫁娶.掘井.伐木.作梁.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "執",
		"zc": "正沖正沖乙酉",
		"ts": "廚灶門外正北"
	},
	"d1014": {
		"y": "破屋.壞垣.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "破",
		"zc": "正沖正沖丙戌",
		"ts": "倉庫棲外正北"
	},
	"d1015": {
		"y": "會親友.嫁娶.訂盟.納采.納婿.拆卸.修造.動土.起基.豎柱.上樑.安床.會親友.納財.",
		"j": "出行.祈福.安葬.作灶.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "危",
		"zc": "正沖正沖丁亥",
		"ts": "佔房床房內北"
	},
	"d1016": {
		"y": "祭祀.塑繪.開光.祈福.齋醮.出行.訂盟.納采.裁衣.嫁娶.拆卸.修造.安床.入宅.安香.入殮.啟攢.安葬.謝土.赴任.會親友.進人口.出行.移徙.上樑.經絡.開市.交易.立券.納財.",
		"j": "開倉.冠笄.伐木.作梁.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "成",
		"zc": "正沖正沖戊子",
		"ts": "佔門碓房內北"
	},
	"d1017": {
		"y": "祭祀.作灶.入殮.除服.成服.畋獵.",
		"j": "栽種.動土.安葬.開市.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "收",
		"zc": "正沖正沖己丑",
		"ts": "碓磨廁房內北"
	},
	"d1018": {
		"y": "祭祀.祈福.齋醮.沐浴.豎柱.訂盟.納采.嫁娶.拆卸.入宅.移柩.啟攢.謝土.赴任.出火.納畜.",
		"j": "作灶.入殮.安葬.安床.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "開",
		"zc": "正沖正沖庚寅",
		"ts": "廚灶爐房內北"
	},
	"d1019": {
		"y": "嫁娶.祭祀.安機械.入殮.破土.安葬.",
		"j": "動土.上樑.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "閉",
		"zc": "正沖正沖辛卯",
		"ts": "倉庫門房內北"
	},
	"d1020": {
		"y": "作灶.造畜椆棲.",
		"j": "行喪.安葬.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "建",
		"zc": "正沖正沖壬辰",
		"ts": "房床棲房內南"
	},
	"d1022": {
		"y": "開光.針灸.會親友.啟攢.安葬.",
		"j": "開市.動土.破土.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "滿",
		"zc": "正沖正沖甲午",
		"ts": "佔碓磨房內南"
	},
	"d1023": {
		"y": "祭祀.結網.造畜椆棲.餘事勿取.",
		"j": "餘事勿取.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "平",
		"zc": "正沖正沖乙未",
		"ts": "廚灶廁房內南"
	},
	"d1024": {
		"y": "入殮.除服.成服.移柩.破土.啟攢.安葬.",
		"j": "移徙.入宅.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "定",
		"zc": "正沖正沖丙申",
		"ts": "倉庫爐房內南"
	},
	"d1025": {
		"y": "嫁娶.訂盟.納采.出行.祭祀.祈福.動土.移徙.入宅.破土.安葬.",
		"j": "開市.赴任.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "執",
		"zc": "正沖正沖丁酉",
		"ts": "房床門房內南"
	},
	"d1026": {
		"y": "祭祀.解除.破屋.壞垣.餘事勿取.",
		"j": "餘事勿取.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "破",
		"zc": "正沖正沖戊戌",
		"ts": "門雞棲房內東"
	},
	"d1027": {
		"y": "訂盟.納采.會親友.安機械.納財.牧養.",
		"j": "祈福.安葬.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "危",
		"zc": "正沖正沖己亥",
		"ts": "碓磨床房內東"
	},
	"d1028": {
		"y": "嫁娶.訂盟.納采.出行.開市.祭祀.祈福.動土.移徙.入宅.破土.安葬.",
		"j": "齋醮.安門.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "成",
		"zc": "正沖正沖庚子",
		"ts": "廚灶碓房內東"
	},
	"d1029": {
		"y": "祭祀.塞穴.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "收",
		"zc": "正沖正沖辛丑",
		"ts": "倉庫廁房內東"
	},
	"d1030": {
		"y": "祭祀.祈福.求嗣.開光.開市.出行.解除.動土.起基.置產.栽種.",
		"j": "嫁娶.作灶.修墳.安門.入宅.立碑.安葬.安床.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "開",
		"zc": "正沖正沖壬寅",
		"ts": "房床爐房內東"
	},
	"d1031": {
		"y": "祭祀.解除.裁衣.理髮.安床.作灶.造畜椆棲.放水.築堤.補垣.塞穴.整手足甲.掃舍.",
		"j": "嫁娶.開光.會親友.掘井.安門.栽種.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "閉",
		"zc": "正沖正沖癸卯",
		"ts": "佔大門外東北"
	},
	"d0901": {
		"y": "祭祀.解除.沐浴.理髮.整手足甲.入殮.移柩.破土.安葬.掃舍.",
		"j": "嫁娶.會親友.進人口.出行.入宅.移徙.赴任.作灶.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "除",
		"zc": "正沖正沖癸卯",
		"ts": "佔大門外東北"
	},
	"d0821": {
		"y": "訂盟.納采.出行.會親友.修造.上樑.移徙.入宅.",
		"j": "開市.安葬.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "滿",
		"zc": "正沖正沖壬辰",
		"ts": "房床棲房內南"
	},
	"d0902": {
		"y": "塑繪.開光.進人口.納畜.補垣.塞穴.栽種.牧養.",
		"j": "嫁娶.納財.祈福.安葬.修造.開市.交易.立券.動土.上樑.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "滿",
		"zc": "正沖正沖甲辰",
		"ts": "碓磨棲外東北"
	},
	"d0903": {
		"y": "祭祀.作灶.沐浴.修飾垣牆.平治道涂.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "平",
		"zc": "正沖正沖乙巳",
		"ts": "廚灶床外東北"
	},
	"d0904": {
		"y": "祭祀.求嗣.開光.出行.伐木.作梁.出火.解除.拆卸.進人口.修造.動土.起基.安床.栽種.納畜.入殮.破土.安葬.除服.成服.",
		"j": "嫁娶.移徙.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "定",
		"zc": "正沖正沖丙午",
		"ts": "倉庫碓外東北"
	},
	"d0905": {
		"y": "祭祀.求醫.捕捉.栽種.塞穴.入殮.破土.安葬.移柩.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "執",
		"zc": "正沖正沖丁未",
		"ts": "房床廁外東北"
	},
	"d0906": {
		"y": "破屋.壞垣.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "破",
		"zc": "正沖正沖戊申",
		"ts": "佔門爐外東北"
	},
	"d0907": {
		"y": "餘事勿取.",
		"j": "探病.餘事勿取.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "破",
		"zc": "正沖正沖己酉",
		"ts": "碓磨門外正東"
	},
	"d0908": {
		"y": "訂盟.納采.祭祀.祈福.安香.出火.修造.動土.上樑.安門.起基.豎柱.上樑.定磉.開池.移徙.入宅.立券.破土.",
		"j": "嫁娶.造廟.造橋.造船.作灶.安葬.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "危",
		"zc": "正沖正沖庚戌",
		"ts": "廚灶棲外正東"
	},
	"d0909": {
		"y": "開光.求嗣.雕刻.嫁娶.訂盟.納采.出火.拆卸.修造.動土.起基.上樑.放水.移徙.入宅.造倉.造船.開市.開池.納畜.牧養.掛匾.",
		"j": "行喪.安葬.合壽木.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "成",
		"zc": "正沖正沖辛亥",
		"ts": "倉庫床外正東"
	},
	"d0910": {
		"y": "祭祀.嫁娶.捕捉.",
		"j": "開光.動土.破土.開市.修造.入宅.安門.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "收",
		"zc": "正沖正沖壬子",
		"ts": "房床碓外正東"
	},
	"d0911": {
		"y": "祭祀.普渡.解除.會親友.捕捉.畋獵.啟攢.除服.成服.移柩.",
		"j": "嫁娶.開市.動土.掘井.開池.安葬.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "開",
		"zc": "正沖正沖癸丑",
		"ts": "佔門廁外正東"
	},
	"d0912": {
		"y": "祭祀.出行.解除.冠笄.嫁娶.伐木.架馬.開柱眼.修造.動土.移徙.入宅.開生墳.合壽木.入殮.移柩.破土.安葬.修墳.",
		"j": "開光.安床.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "閉",
		"zc": "正沖正沖甲寅",
		"ts": "碓磨爐外東南"
	},
	"d0913": {
		"y": "祭祀.祈福.求嗣.出行.沐浴.交易.掃舍.教牛馬.",
		"j": "動土.作灶.行喪.安葬.修墳.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "建",
		"zc": "正沖正沖乙卯",
		"ts": "廚灶門外東南"
	},
	"d0914": {
		"y": "出行.解除.納采.冠笄.雕刻.修造.動土.起基.上樑.合脊.安床.移徙.入宅.開市.栽種.作廁.",
		"j": "造廟.安門.行喪.安葬.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "除",
		"zc": "正沖正沖丙辰",
		"ts": "倉庫棲外東南"
	},
	"d0915": {
		"y": "祭祀.沐浴.解除.理髮.冠笄.安機械.作灶.造倉.開市.開池.作廁.補垣.塞穴.斷蟻.結網.",
		"j": "嫁娶.安葬.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "滿",
		"zc": "正沖正沖丁巳",
		"ts": "佔房床外東南"
	},
	"d0916": {
		"y": "祭祀.沐浴.修飾垣牆.平治道涂.",
		"j": "嫁娶.入宅.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "平",
		"zc": "正沖正沖戊午",
		"ts": "佔門碓外東南"
	},
	"d0917": {
		"y": "祭祀.會親友.納采.嫁娶.開光.塑繪.齋醮.安香.開市.立券.除服.成服.入殮.移柩.安葬.赴任.進人口.出行.裁衣.修造.動土.上樑.經絡.交易.",
		"j": "入宅.伐木.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "定",
		"zc": "正沖正沖己未",
		"ts": "碓磨廁外東南"
	},
	"d0918": {
		"y": "祭祀.冠笄.會親友.拆卸.起基.除服.成服.移柩.啟攢.安葬.沐浴.捕捉.開光.塑繪.",
		"j": "作灶.祭祀.入宅.嫁娶.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "執",
		"zc": "正沖正沖庚申",
		"ts": "廚灶爐外正南"
	},
	"d0919": {
		"y": "祭祀.沐浴.破屋.壞垣.餘事勿取.",
		"j": "移徙.入宅.出行.栽種.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "破",
		"zc": "正沖正沖辛酉",
		"ts": "倉庫門外正南"
	},
	"d0920": {
		"y": "祭祀.塑繪.開光.出行.解除.訂盟.嫁娶.拆卸.起基.安床.入宅.開市.入殮.除服.成服.移柩.破土.謝土.掛匾.開柱眼.交易.",
		"j": "造橋.冠笄.造屋.掘井.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "危",
		"zc": "正沖正沖壬戌",
		"ts": "房床棲外正南"
	},
	"d0922": {
		"y": "祭祀.裁衣.冠笄.嫁娶.納婿.會親友.除服.成服.移柩.捕捉.進人口.入殮.",
		"j": "移徙.入宅.作灶.安葬.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "收",
		"zc": "正沖正沖甲子",
		"ts": "佔碓磨外正南"
	},
	"d0923": {
		"y": "祭祀.諸事不宜.",
		"j": "入殮.安葬.開市.交易.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "開",
		"zc": "正沖正沖乙丑",
		"ts": "廚灶廁外西南"
	},
	"d0924": {
		"y": "祭祀.裁衣.冠笄.嫁娶.安機械.拆卸.動土.起基.移徙.入宅.入殮.啟攢.安葬.造倉.經絡.",
		"j": "安床.開光.開市.交易.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "閉",
		"zc": "正沖正沖丙寅",
		"ts": "倉庫爐外西南"
	},
	"d0925": {
		"y": "祭祀.出行.成服.除服.沐浴.入殮.",
		"j": "動土.冠笄.移徙.入宅.開市.豎柱.上樑.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "建",
		"zc": "正沖正沖丁卯",
		"ts": "房床門外西南"
	},
	"d0926": {
		"y": "祭祀.沐浴.赴任.出行.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "除",
		"zc": "正沖正沖戊辰",
		"ts": "門雞棲外西南"
	},
	"d0927": {
		"y": "諸事不宜.",
		"j": "諸事不宜.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "滿",
		"zc": "正沖正沖己巳",
		"ts": "碓磨床外西南"
	},
	"d0928": {
		"y": "沐浴.入殮.移柩.除服.成服.破土.平治道涂.",
		"j": "嫁娶.移徙.入宅.開市.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "平",
		"zc": "正沖正沖庚午",
		"ts": "廚灶碓外西南"
	},
	"d0929": {
		"y": "嫁娶.祭祀.祈福.求嗣.沐浴.出火.出行.拆卸.修造.動土.進人口.開市.交易.立券.入宅.移徙.安床.栽種.納畜.入殮.安葬.啟攢.除服.成服.",
		"j": "",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "定",
		"zc": "正沖正沖辛未",
		"ts": "倉庫廁外西南"
	},
	"d0930": {
		"y": "開光.解除.起基.動土.拆卸.上樑.立碑.修墳.安葬.破土.啟攢.移柩.",
		"j": "嫁娶.出行.安床.作灶.祭祀.入宅.移徙.出火.進人口.置產.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "執",
		"zc": "正沖正沖壬申",
		"ts": "房床廁外正南"
	},
	"d0931": {
		"y": "破屋.壞垣.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "破",
		"zc": "正沖正沖癸酉",
		"ts": "佔門廁外正南"
	},
	"d0721": {
		"y": "嫁娶.納采.開市.出行.動土.上樑.移徙.入宅.破土.安葬.",
		"j": "赴任.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "成",
		"zc": "正沖正沖辛酉",
		"ts": "倉庫門外正南"
	},
	"d0801": {
		"y": "嫁娶.開光.出行.理髮.作梁.出火.拆卸.修造.開市.交易.立券.掛匾.動土.入宅.移徙.安床.栽種.",
		"j": "伐木.祭祀.納畜.祭祀.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "危",
		"zc": "正沖正沖壬申",
		"ts": "房床廁外正南"
	},
	"d0802": {
		"y": "嫁娶.開光.出行.祈福.求嗣.解除.拆卸.動土.修造.進人口.開市.交易.立券.掛匾.入宅.移徙.安床.栽種.納畜.入殮.移柩.安葬.",
		"j": "",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "成",
		"zc": "正沖正沖癸酉",
		"ts": "佔門廁外正南"
	},
	"d0803": {
		"y": "祭祀.作灶.納財.栽種.納畜.進人口.",
		"j": "安葬.經絡.修墳.破土.開市.安床.啟攢.立碑.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "收",
		"zc": "正沖正沖甲戌",
		"ts": "碓磨棲外正西"
	},
	"d0804": {
		"y": "祭祀.祈福.求嗣.開光.開市.牧養.理髮.",
		"j": "嫁娶.出行.安葬.入殮.入宅.作灶.冠笄.上樑.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "開",
		"zc": "正沖正沖乙亥",
		"ts": "廚灶床外正西"
	},
	"d0805": {
		"y": "祭祀.入殮.破土.除服.成服.移柩.啟攢.安葬.謝土.餘事勿取.",
		"j": "餘事勿取.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "閉",
		"zc": "正沖正沖丙子",
		"ts": "倉庫碓外西北"
	},
	"d0806": {
		"y": "祭祀.出行.交易.割蜜.造畜椆棲.",
		"j": "嫁娶.作灶.安葬.動土.詞訟.作梁.伐木.掘井.破土.移徙.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "建",
		"zc": "正沖正沖丁丑",
		"ts": "房床廁外西北"
	},
	"d0807": {
		"y": "嫁娶.冠笄.祭祀.沐浴.普渡.出行.納財.掃舍.納畜.赴任.",
		"j": "開市.動土.破土.安床.開倉.上樑.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "建",
		"zc": "正沖正沖戊寅",
		"ts": "佔門爐外西北"
	},
	"d0808": {
		"y": "祭祀.沐浴.理髮.整手足甲.冠笄.解除.入殮.移柩.破土.啟攢.安葬.",
		"j": "嫁娶.出行.入宅.開市.安門.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "除",
		"zc": "正沖正沖己卯",
		"ts": "佔門爐外西北"
	},
	"d0809": {
		"y": "塑繪.冠笄.嫁娶.會親友.進人口.經絡.裁衣.栽種.納畜.牧養.補垣.塞穴.捕捉.",
		"j": "祈福.開市.動土.行喪.安葬.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "滿",
		"zc": "正沖正沖庚辰",
		"ts": "廚灶棲外西北"
	},
	"d0810": {
		"y": "出行.沐浴.訂盟.納采.裁衣.豎柱.上樑.移徙.納畜.牧養.",
		"j": "嫁娶.安門.動土.安葬.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "平",
		"zc": "正沖正沖辛巳",
		"ts": "倉庫床外西北"
	},
	"d0811": {
		"y": "納采.訂盟.嫁娶.祭祀.祈福.普渡.開光.安香.出火.移徙.入宅.豎柱.修造.動土.豎柱.上樑.起基.造屋.安門.造廟.造橋.破土.啟攢.安葬.",
		"j": "開市.立券.納財.作灶.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "定",
		"zc": "正沖正沖壬午",
		"ts": "房床碓外正北"
	},
	"d0812": {
		"y": "祭祀.捕捉.畋獵.納畜.牧養.入殮.除服.成服.移柩.破土.安葬.啟攢.",
		"j": "嫁娶.納采.訂盟.開市.入宅.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "執",
		"zc": "正沖正沖癸未",
		"ts": "佔門廁外正北"
	},
	"d0813": {
		"y": "破屋.壞垣.治病.餘事勿取.",
		"j": "行喪.安葬.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "破",
		"zc": "正沖正沖甲申",
		"ts": "碓磨爐外正北"
	},
	"d0814": {
		"y": "祈福.齋醮.出行.冠笄.嫁娶.雕刻.開柱眼.入宅.造橋.開市.交易.立券.納財.入殮.除服.成服.移柩.破土.安葬.啟攢.",
		"j": "動土.破土.訂盟.安床.開池.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "危",
		"zc": "正沖正沖乙酉",
		"ts": "廚灶門外正北"
	},
	"d0815": {
		"y": "祈福.求嗣.解除.訂盟.納采.動土.起基.放水.造倉.開市.納畜.牧養.開生墳.入殮.除服.成服.移柩.破土.安葬.",
		"j": "",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "成",
		"zc": "正沖正沖丙戌",
		"ts": "倉庫棲外正北"
	},
	"d0816": {
		"y": "塑繪.開光.解除.訂盟.納采.嫁娶.出火.修造.動土.移徙.入宅.拆卸.起基.安門.分居.開市.交易.立券.納財.納畜.牧養.",
		"j": "",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "收",
		"zc": "正沖正沖丁亥",
		"ts": "佔房床房內北"
	},
	"d0817": {
		"y": "祈福.出行.訂盟.納采.嫁娶.裁衣.動土.安床.放水.開市.掘井.交易.立券.栽種.開渠.除服.成服.移柩.破土.",
		"j": "",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "開",
		"zc": "正沖正沖戊子",
		"ts": "佔門碓房內北"
	},
	"d0818": {
		"y": "嫁娶.祭祀.祈福.齋醮.作灶.移徙.入宅.",
		"j": "動土.破土.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "閉",
		"zc": "正沖正沖己丑",
		"ts": "碓磨廁房內北"
	},
	"d0819": {
		"y": "嫁娶.出行.納畜.祭祀.入殮.啟攢.安葬.",
		"j": "作灶.動土.破土.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "建",
		"zc": "正沖正沖庚寅",
		"ts": "廚灶爐房內北"
	},
	"d0820": {
		"y": "訂盟.納采.祭祀.祈福.修造.動土.上樑.破土.安葬.",
		"j": "嫁娶.開市.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "除",
		"zc": "正沖正沖辛卯",
		"ts": "倉庫門房內北"
	},
	"d0822": {
		"y": "沐浴.修飾垣牆.平治道涂.餘事勿取.",
		"j": "嫁娶.祈福.餘事勿取.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "平",
		"zc": "正沖正沖癸巳",
		"ts": "佔門床房內南"
	},
	"d0823": {
		"y": "嫁娶.祭祀.祈福.齋醮.動土.移徙.入宅.",
		"j": "開市.安葬.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "定",
		"zc": "正沖正沖甲午",
		"ts": "佔碓磨房內南"
	},
	"d0824": {
		"y": "捕捉.結網.入殮.破土.安葬.",
		"j": "嫁娶.入宅.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "執",
		"zc": "正沖正沖乙未",
		"ts": "廚灶廁房內南"
	},
	"d0825": {
		"y": "沐浴.治病.破屋.壞垣.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "破",
		"zc": "正沖正沖丙申",
		"ts": "倉庫爐房內南"
	},
	"d0826": {
		"y": "嫁娶.訂盟.納采.出行.開市.祭祀.祈福.移徙.入宅.啟攢.安葬.",
		"j": "動土.破土.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "危",
		"zc": "正沖正沖丁酉",
		"ts": "房床門房內南"
	},
	"d0827": {
		"y": "嫁娶.訂盟.納采.祭祀.祈福.求醫.治病.動土.移徙.入宅.破土.安葬.",
		"j": "開光.針灸.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "成",
		"zc": "正沖正沖戊戌",
		"ts": "門雞棲房內東"
	},
	"d0828": {
		"y": "訂盟.納采.祭祀.祈福.安機械.作灶.納畜.",
		"j": "動土.安葬.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "收",
		"zc": "正沖正沖己亥",
		"ts": "碓磨床房內東"
	},
	"d0829": {
		"y": "嫁娶.祭祀.祈福.求嗣.出行.動土.安床.掘井.破土.啟攢.",
		"j": "入宅.作梁.安門.伐木.修造.上樑.入殮.造屋.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "開",
		"zc": "正沖正沖庚子",
		"ts": "廚灶碓房內東"
	},
	"d0830": {
		"y": "嫁娶.祭祀.祈福.求嗣.出行.出火.拆卸.修造.移徙.動土.安床.入殮.破土.安葬.啟攢.",
		"j": "造屋.開光.理髮.造船.掘井.作灶.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "閉",
		"zc": "正沖正沖辛丑",
		"ts": "倉庫廁房內東"
	},
	"d0831": {
		"y": "祭祀.祈福.求嗣.開光.出行.解除.上樑.造屋.移徙.安門.納財.牧養.納畜.安葬.啟攢.入殮.",
		"j": "破土.置產.掘井.動土.安床.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "建",
		"zc": "正沖正沖壬寅",
		"ts": "房床爐房內東"
	},
	"d0621": {
		"y": "嫁娶.祭祀.沐浴.掃舍.修飾垣牆.",
		"j": "行喪.安葬.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "平",
		"zc": "正沖正沖辛卯",
		"ts": "倉庫門房內北"
	},
	"d0701": {
		"y": "嫁娶.祭祀.祈福.出火.開光.求嗣.出行.拆卸.開市.交易.立券.掛匾.入宅.移徙.安床.栽種.動土.",
		"j": "安葬.行喪.伐木.作梁.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "除",
		"zc": "正沖正沖辛丑",
		"ts": "倉庫廁房內東"
	},
	"d0702": {
		"y": "開光.求嗣.出行.解除.伐木.出火.拆卸.修造.上樑.起基.入宅.移徙.開市.交易.立券.栽種.牧養.入殮.安葬.除服.成服.",
		"j": "置產.安床.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "滿",
		"zc": "正沖正沖壬寅",
		"ts": "房床爐房內東"
	},
	"d0703": {
		"y": "祭祀.理髮.修飾垣牆.平治道涂.沐浴.整手足甲.掃舍.",
		"j": "出行.安門.修造.嫁娶.上樑.入宅.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "平",
		"zc": "正沖正沖癸卯",
		"ts": "佔大門外東北"
	},
	"d0704": {
		"y": "嫁娶.祭祀.開光.祈福.求嗣.出行.出火.拆卸.動土.修造.進人口.入宅.移徙.安床.掛匾.交易.立券.栽種.納畜.入殮.破土.啟攢.安葬.",
		"j": "",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "定",
		"zc": "正沖正沖甲辰",
		"ts": "碓磨棲外東北"
	},
	"d0705": {
		"y": "祭祀.祈福.求嗣.開光.出行.伐木.出火.拆卸.修造.動土.起基.安床.入宅.移徙.",
		"j": "嫁娶.開市.交易.行喪.安葬.修墳.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "執",
		"zc": "正沖正沖乙巳",
		"ts": "廚灶床外東北"
	},
	"d0706": {
		"y": "破屋.壞垣.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "破",
		"zc": "正沖正沖丙午",
		"ts": "倉庫碓外東北"
	},
	"d0707": {
		"y": "求醫.治病.破屋.壞垣.餘事勿取.",
		"j": "嫁娶.出行.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "破",
		"zc": "正沖正沖丁未",
		"ts": "房床廁外東北"
	},
	"d0708": {
		"y": "納采.訂盟.嫁娶.移徙.入宅.出行.開市.交易.立券.納財.會親友.安香.出火.拆卸.造屋.起基.安床.作灶.掛匾.安葬.破土.啟攢.立碑.入殮.移柩.",
		"j": "祈福.上樑.開倉.掘井.牧養.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "危",
		"zc": "正沖正沖戊申",
		"ts": "佔門爐外東北"
	},
	"d0709": {
		"y": "祭祀.祈福.齋醮.出行.納采.訂盟.安機械.出火.拆卸.修造.動土.起基.移徙.入宅.造廟.入殮.除服.成服.移柩.破土.安葬.謝土.",
		"j": "嫁娶.開市.栽種.合壽木.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "成",
		"zc": "正沖正沖己酉",
		"ts": "碓磨門外正東"
	},
	"d0710": {
		"y": "祭祀.進人口.納財.納畜.牧養.捕捉.餘事勿取.",
		"j": "開市.入宅.安床.動土.安葬.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "收",
		"zc": "正沖正沖庚戌",
		"ts": "廚灶棲外正東"
	},
	"d0711": {
		"y": "祭祀.塑繪.開光.求醫.治病.嫁娶.會親友.放水.掘井.牧養.納畜.開渠.安碓磑.",
		"j": "造屋.入宅.作灶.入學.安葬.行喪.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "開",
		"zc": "正沖正沖辛亥",
		"ts": "倉庫床外正東"
	},
	"d0712": {
		"y": "祭祀.塞穴.結網.畋獵.餘事勿取.",
		"j": "移徙.開市.入宅.嫁娶.開光.安門.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "閉",
		"zc": "正沖正沖壬子",
		"ts": "房床碓外正東"
	},
	"d0713": {
		"y": "開市.納財.祭祀.塑繪.安機械.冠笄.會親友.裁衣.開倉.經絡.納畜.造畜椆棲.教牛馬.牧養.",
		"j": "動土.破土.安葬.治病.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "建",
		"zc": "正沖正沖癸丑",
		"ts": "佔門廁外正東"
	},
	"d0714": {
		"y": "移徙.入宅.治病.會親友.祭祀.祈福.齋醮.安香.移徙.嫁娶.造屋.起基.",
		"j": "開市.齋醮.安床.出行.經絡.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "除",
		"zc": "正沖正沖甲寅",
		"ts": "碓磨爐外東南"
	},
	"d0715": {
		"y": "塑繪.出行.冠笄.嫁娶.進人口.裁衣.納婿.造畜椆棲.交易.立券.牧養.開生墳.入殮.除服.成服.移柩.安葬.啟攢.",
		"j": "",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "滿",
		"zc": "正沖正沖乙卯",
		"ts": "廚灶門外東南"
	},
	"d0716": {
		"y": "祭祀.冠笄.嫁娶.捕捉.結網.畋獵.取漁.餘事勿取.",
		"j": "餘事勿取.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "平",
		"zc": "正沖正沖丙辰",
		"ts": "倉庫棲外東南"
	},
	"d0717": {
		"y": "沐浴.掃舍.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "定",
		"zc": "正沖正沖丁巳",
		"ts": "佔房床外東南"
	},
	"d0718": {
		"y": "納采.祭祀.祈福.解除.動土.破土.安葬.",
		"j": "嫁娶.移徙.入宅.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "執",
		"zc": "正沖正沖戊午",
		"ts": "佔門碓外東南"
	},
	"d0719": {
		"y": "祭祀.破屋.壞垣.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "破",
		"zc": "正沖正沖己未",
		"ts": "碓磨廁外東南"
	},
	"d0720": {
		"y": "嫁娶.納采.開市.出行.動土.上樑.移徙.入宅.破土.安葬.",
		"j": "祭祀.祈福.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "危",
		"zc": "正沖正沖庚申",
		"ts": "廚灶爐外正南"
	},
	"d0722": {
		"y": "祭祀.作灶.納財.捕捉.",
		"j": "開市.破土.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "收",
		"zc": "正沖正沖壬戌",
		"ts": "房床棲外正南"
	},
	"d0723": {
		"y": "嫁娶.開市.立券.祭祀.祈福.動土.移徙.入宅.",
		"j": "造廟.安葬.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "開",
		"zc": "正沖正沖癸亥",
		"ts": "佔門床外正南"
	},
	"d0724": {
		"y": "補垣.塞穴.結網.入殮.除服.成服.移柩.安葬.啟攢.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "閉",
		"zc": "正沖正沖甲子",
		"ts": "佔碓磨外正南"
	},
	"d0725": {
		"y": "嫁娶.納采.出行.祭祀.祈福.解除.移徙.入宅.",
		"j": "動土.安葬.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "建",
		"zc": "正沖正沖乙丑",
		"ts": "廚灶廁外西南"
	},
	"d0726": {
		"y": "嫁娶.祭祀.祈福.齋醮.治病.破土.安葬.",
		"j": "開市.入宅.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "除",
		"zc": "正沖正沖丙寅",
		"ts": "倉庫爐外西南"
	},
	"d0727": {
		"y": "嫁娶.出行.開市.安床.入殮.啟攢.安葬.",
		"j": "祈福.動土.破土.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "滿",
		"zc": "正沖正沖丁卯",
		"ts": "房床門外西南"
	},
	"d0728": {
		"y": "嫁娶.祭祀.裁衣.結網.冠笄.沐浴.",
		"j": "開倉.出貨財.置產.安葬.動土.破土.掘井.栽種.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "平",
		"zc": "正沖正沖戊辰",
		"ts": "門雞棲外西南"
	},
	"d0729": {
		"y": "入宅.移徙.安床.開光.祈福.求嗣.進人口.開市.交易.立券.出火.拆卸.修造.動土.",
		"j": "嫁娶.破土.置產.栽種.安葬.修墳.行喪.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "定",
		"zc": "正沖正沖己巳",
		"ts": "碓磨床外西南"
	},
	"d0730": {
		"y": "祭祀.解除.沐浴.整手足甲.入殮.移柩.破土.啟攢.安葬.",
		"j": "嫁娶.入宅.移徙.作灶.開市.交易.安門.栽種.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "執",
		"zc": "正沖正沖庚午",
		"ts": "廚灶碓外西南"
	},
	"d0731": {
		"y": "破屋.壞垣.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "破",
		"zc": "正沖正沖辛未",
		"ts": "倉庫廁外西南"
	},
	"d0521": {
		"y": "嫁娶.納采.出行.移徙.入宅.",
		"j": "動土.破土.安葬.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "收",
		"zc": "正沖正沖庚申",
		"ts": "廚灶爐外正南"
	},
	"d0601": {
		"y": "開市.交易.立券.祭祀.祈福.開光.伐木.進人口.安床.拆卸.修造.動土.栽種.破土.移柩.安葬.",
		"j": "入宅.移徙.理髮.出火.嫁娶.出行.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "成",
		"zc": "正沖正沖辛未",
		"ts": "倉庫廁外西南"
	},
	"d0602": {
		"y": "結網.解除.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "收",
		"zc": "正沖正沖壬申",
		"ts": "房床廁外正南"
	},
	"d0603": {
		"y": "嫁娶.祭祀.祈福.求嗣.開光.開市.交易.立券.安床.出行.拆卸.",
		"j": "納畜.入宅.移徙.安葬.探病.伐木.上樑.安門.入殮.動土.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "開",
		"zc": "正沖正沖癸酉",
		"ts": "佔門廁外正南"
	},
	"d0604": {
		"y": "嫁娶.祭祀.祈福.求嗣.出行.出火.拆卸.修造.動土.入宅.移徙.安床.作灶.塞穴.栽種.破土.安葬.",
		"j": "開光.掘井.開倉.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "閉",
		"zc": "正沖正沖甲戌",
		"ts": "碓磨棲外正西"
	},
	"d0605": {
		"y": "嫁娶.冠笄.修造.動土.作灶.移徙.入宅.補垣.塞穴.納畜.牧養.架馬.修造.動土.起基.定磉.開池.造船.",
		"j": "祈福.開光.掘井.開市.安葬.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "閉",
		"zc": "正沖正沖乙亥",
		"ts": "廚灶床外正西"
	},
	"d0606": {
		"y": "祭祀.交易.納財.",
		"j": "齋醮.開渠.上樑.動土.破土.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "建",
		"zc": "正沖正沖丙子",
		"ts": "倉庫碓外西北"
	},
	"d0607": {
		"y": "嫁娶.訂盟.納采.冠笄.會親友.安機械.造車器.祭祀.出行.納財.入宅.安香.出火.入學.塑繪.開光.拆卸.起基.修造.動土.牧養.栽種.安門.作廁.",
		"j": "行喪.伐木.作梁.作灶.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "除",
		"zc": "正沖正沖丁丑",
		"ts": "房床廁外西北"
	},
	"d0608": {
		"y": "開光.求嗣.出行.冠笄.嫁娶.伐木.架馬.開柱眼.修造.移徙.入宅.開市.交易.立券.出行.安香.出火.掛匾.起基.修造.開生墳.合壽木.入殮.除服.成服.移柩.安葬.",
		"j": "安床.出貨財.作灶.動土.破土.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "滿",
		"zc": "正沖正沖戊寅",
		"ts": "佔門爐外西北"
	},
	"d0609": {
		"y": "祭祀.沐浴.理髮.嫁娶.作灶.整手足甲.掃舍.修飾垣牆.平治道涂.",
		"j": "齋醮.出行.治病.合壽木.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "平",
		"zc": "正沖正沖己卯",
		"ts": "佔門爐外西北"
	},
	"d0610": {
		"y": "安機械.移徙.入宅.出行.祭祀.祈福.齋醮.納采.訂盟.安香.出火.解除.會親友.修造.動土.拆卸.起基.定磉.移徙.入宅.造屋.安床.修造.破土.安葬.入殮.立碑.",
		"j": "開市.伐木.作梁.作灶.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "定",
		"zc": "正沖正沖庚辰",
		"ts": "廚灶棲外西北"
	},
	"d0611": {
		"y": "祭祀.沐浴.捕捉.結網.畋獵.取漁.餘事勿取.",
		"j": "開市.交易.嫁娶.安葬.行喪.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "執",
		"zc": "正沖正沖辛巳",
		"ts": "倉庫床外西北"
	},
	"d0612": {
		"y": "破屋.壞垣.求醫.治病.畋獵.餘事勿取.",
		"j": "嫁娶.入宅.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "破",
		"zc": "正沖正沖壬午",
		"ts": "房床碓外正北"
	},
	"d0613": {
		"y": "嫁娶.出行.安機械.祭祀.塑繪.開光.治病.經絡.安床.結網.塞穴.破土.入殮.",
		"j": "開市.安門.掘井.作灶.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "危",
		"zc": "正沖正沖癸未",
		"ts": "佔門廁外正北"
	},
	"d0614": {
		"y": "訂盟.納采.會親友.進人口.雕刻.拆卸.修造.動土.起基.開市.栽種.納畜.牧養.入殮.除服.成服.移柩.破土.安葬.",
		"j": "",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "成",
		"zc": "正沖正沖甲申",
		"ts": "碓磨爐外正北"
	},
	"d0615": {
		"y": "祭祀.捕捉.取漁.修飾垣牆.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "收",
		"zc": "正沖正沖乙酉",
		"ts": "廚灶門外正北"
	},
	"d0616": {
		"y": "嫁娶.納采.祭祀.祈福.求醫.治病.出行.動土.移徙.入宅.",
		"j": "開市.安門.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "開",
		"zc": "正沖正沖丙戌",
		"ts": "倉庫棲外正北"
	},
	"d0617": {
		"y": "裁衣.作灶.移徙.入宅.納畜.",
		"j": "嫁娶.安葬.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "閉",
		"zc": "正沖正沖丁亥",
		"ts": "佔房床房內北"
	},
	"d0618": {
		"y": "祭祀.入殮.移柩.啟攢.安葬.",
		"j": "上樑.動土.破土.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "建",
		"zc": "正沖正沖戊子",
		"ts": "佔門碓房內北"
	},
	"d0619": {
		"y": "訂盟.納采.出行.祈福.齋醮.安床.會親友.",
		"j": "移徙.入宅.安葬.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "除",
		"zc": "正沖正沖己丑",
		"ts": "碓磨廁房內北"
	},
	"d0620": {
		"y": "嫁娶.納采.出行.求醫.治病.開市.移徙.入宅.啟攢.安葬.",
		"j": "動土.破土.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "滿",
		"zc": "正沖正沖庚寅",
		"ts": "廚灶爐房內北"
	},
	"d0622": {
		"y": "嫁娶.訂盟.納采.出行.開市.祭祀.祈福.動土.移徙.入宅.破土.安葬.",
		"j": "作灶.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "定",
		"zc": "正沖正沖壬辰",
		"ts": "房床棲房內南"
	},
	"d0623": {
		"y": "訂盟.納采.出行.祭祀.祈福.修造.動土.移徙.入宅.",
		"j": "開市.安葬.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "執",
		"zc": "正沖正沖癸巳",
		"ts": "佔門床房內南"
	},
	"d0624": {
		"y": "諸事不宜.",
		"j": "諸事不宜.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "破",
		"zc": "正沖正沖甲午",
		"ts": "佔碓磨房內南"
	},
	"d0625": {
		"y": "嫁娶.訂盟.納采.祭祀.祈福.入殮.破土.安葬.",
		"j": "開光.開市.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "危",
		"zc": "正沖正沖乙未",
		"ts": "廚灶廁房內南"
	},
	"d0626": {
		"y": "開光.求醫.治病.動土.上樑.入殮.破土.安葬.",
		"j": "嫁娶.開光.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "成",
		"zc": "正沖正沖丙申",
		"ts": "倉庫爐房內南"
	},
	"d0627": {
		"y": "祭祀.栽種.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "收",
		"zc": "正沖正沖丁酉",
		"ts": "房床門房內南"
	},
	"d0628": {
		"y": "嫁娶.開光.祭祀.祈福.求嗣.出行.解除.伐木.入宅.移徙.安床.出火.拆卸.修造.上樑.栽種.移柩.",
		"j": "安葬.開市.交易.立券.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "開",
		"zc": "正沖正沖戊戌",
		"ts": "門雞棲房內東"
	},
	"d0629": {
		"y": "求嗣.嫁娶.納采.合帳.裁衣.冠笄.伐木.作梁.修造.動土.起基.豎柱.上樑.安門.作灶.築堤.造畜椆棲.",
		"j": "安葬.出行.祈福.栽種.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "閉",
		"zc": "正沖正沖己亥",
		"ts": "碓磨床房內東"
	},
	"d0630": {
		"y": "祭祀.解除.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "建",
		"zc": "正沖正沖庚子",
		"ts": "廚灶碓房內東"
	},
	"d0631": {
		"y": "嫁娶.祭祀.祈福.出火.開光.求嗣.出行.拆卸.開市.交易.立券.掛匾.入宅.移徙.安床.栽種.動土.",
		"j": "安葬.行喪.伐木.作梁.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "除",
		"zc": "正沖正沖辛丑",
		"ts": "倉庫廁房內東"
	},
	"d0501": {
		"y": "納采.嫁娶.開光.出行.理髮.會親友.開市.安床.栽種.牧養.入殮.移柩.啟攢.",
		"j": "謝土.祈福.上樑.作灶.齋醮.修造.入宅.安門.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "滿",
		"zc": "正沖正沖庚子",
		"ts": "廚灶碓房內東"
	},
	"d0421": {
		"y": "祭祀.齋醮.開市.動土.入殮.破土.安葬.",
		"j": "嫁娶.移徙.入宅.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "定",
		"zc": "正沖正沖庚寅",
		"ts": "廚灶爐房內北"
	},
	"d0502": {
		"y": "祭祀.平治道涂.解除.修飾垣牆.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "平",
		"zc": "正沖正沖辛丑",
		"ts": "倉庫廁房內東"
	},
	"d0503": {
		"y": "祭祀.祈福.開光.解除.動土.納財.交易.納畜.掃舍.",
		"j": "進人口.出行.嫁娶.置產.安床.赴任.安葬.作灶.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "定",
		"zc": "正沖正沖壬寅",
		"ts": "房床爐房內東"
	},
	"d0504": {
		"y": "祭祀.祈福.求嗣.開光.解除.出火.拆卸.入宅.安床.修造.安門.納畜.啟攢.安葬.",
		"j": "動土.破土.納財.掘井.掛匾.開市.伐木.交易.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "執",
		"zc": "正沖正沖癸卯",
		"ts": "佔大門外東北"
	},
	"d0505": {
		"y": "嫁娶.納采.訂盟.齋醮.開光.祭祀.祈福.求醫.治病.會親友.動土.解除.捕捉.納畜.牧養.入殮.破土.安葬.",
		"j": "移徙.入宅.造屋.架馬.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "執",
		"zc": "正沖正沖甲辰",
		"ts": "碓磨棲外東北"
	},
	"d0506": {
		"y": "祭祀.沐浴.解除.破屋.壞垣.餘事勿取.",
		"j": "行喪.安葬.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "破",
		"zc": "正沖正沖乙巳",
		"ts": "廚灶床外東北"
	},
	"d0507": {
		"y": "沐浴.掃舍.餘事勿取.",
		"j": "齋醮.開市.嫁娶.作灶.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "危",
		"zc": "正沖正沖丙午",
		"ts": "倉庫碓外東北"
	},
	"d0508": {
		"y": "開市.交易.立券.安機械.會親友.開光.求醫.治病.造屋.起基.修造.動土.定磉.豎柱.上樑.安門.作灶.放水.作廁.開池.栽種.牧養.造畜椆棲.破土.安葬.立碑.",
		"j": "嫁娶.出火.移徙.入宅.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "成",
		"zc": "正沖正沖丁未",
		"ts": "房床廁外東北"
	},
	"d0509": {
		"y": "栽種.捕捉.畋獵.餘事勿取.",
		"j": "開市.動土.祭祀.齋醮.安葬.探病.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "收",
		"zc": "正沖正沖戊申",
		"ts": "佔門爐外東北"
	},
	"d0510": {
		"y": "嫁娶.祭祀.祈福.求嗣.齋醮.訂盟.納采.解除.出行.動土.破土.習藝.針灸.理髮.會親友.起基.修造.動土.豎柱.定磉.安床.拆卸.納畜.牧養.放水.破土.除服.成服.修墳.立碑.",
		"j": "開市.入宅.探病.出火.造屋.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "開",
		"zc": "正沖正沖己酉",
		"ts": "碓磨門外正東"
	},
	"d0511": {
		"y": "餘事勿取.",
		"j": "餘事勿取.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "閉",
		"zc": "正沖正沖庚戌",
		"ts": "廚灶棲外正東"
	},
	"d0512": {
		"y": "塞穴.斷蟻.結網.餘事勿取.",
		"j": "破土.安葬.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "建",
		"zc": "正沖正沖辛亥",
		"ts": "倉庫床外正東"
	},
	"d0513": {
		"y": "開光.出行.納采.嫁娶.伐木.架馬.出火.拆卸.移徙.入宅.造廟.造橋.造船.造畜椆棲.開市.入殮.除服.成服.移柩.安葬.",
		"j": "",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "除",
		"zc": "正沖正沖壬子",
		"ts": "房床碓外正東"
	},
	"d0514": {
		"y": "進人口.牧養.置產.塞穴.結網.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "滿",
		"zc": "正沖正沖癸丑",
		"ts": "佔門廁外正東"
	},
	"d0515": {
		"y": "開光.出行.嫁娶.",
		"j": "會親友.進人口.修造.動土.起基.移徙.開市.納畜.入殮.除服.成服.移柩.破土.安葬.修墳.立碑.會親友.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "平",
		"zc": "正沖正沖甲寅",
		"ts": "碓磨爐外東南"
	},
	"d0516": {
		"y": "嫁娶.納采.出行.祭祀.祈福.開市.動土.移徙.入宅.破土.安葬.",
		"j": "安門.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "定",
		"zc": "正沖正沖乙卯",
		"ts": "廚灶門外東南"
	},
	"d0517": {
		"y": "嫁娶.納采.求醫.治病.修造.動土.移徙.入宅.破土.安葬.",
		"j": "開市.開光.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "執",
		"zc": "正沖正沖丙辰",
		"ts": "倉庫棲外東南"
	},
	"d0518": {
		"y": "祭祀.破屋.壞垣.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "破",
		"zc": "正沖正沖丁巳",
		"ts": "佔房床外東南"
	},
	"d0519": {
		"y": "嫁娶.納采.祭祀.祈福.出行.動土.上樑.移徙.入宅.破土.安葬.",
		"j": "祈福.齋醮.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "危",
		"zc": "正沖正沖戊午",
		"ts": "佔門碓外東南"
	},
	"d0520": {
		"y": "納采.祭祀.祈福.開市.求醫.治病.動土.納畜.",
		"j": "嫁娶.安葬.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "成",
		"zc": "正沖正沖己未",
		"ts": "碓磨廁外東南"
	},
	"d0522": {
		"y": "訂盟.納采.祭祀.動土.破土.交易.立券.",
		"j": "嫁娶.安葬.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "開",
		"zc": "正沖正沖辛酉",
		"ts": "倉庫門外正南"
	},
	"d0523": {
		"y": "嫁娶.裁衣.祭祀.出行.安床.作灶.移徙.入宅.破土.安葬.",
		"j": "赴任.捕捉.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "閉",
		"zc": "正沖正沖壬戌",
		"ts": "房床棲外正南"
	},
	"d0524": {
		"y": "塞穴.結網.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "建",
		"zc": "正沖正沖癸亥",
		"ts": "佔門床外正南"
	},
	"d0525": {
		"y": "嫁娶.訂盟.納采.出行.祭祀.祈福.齋醮.動土.上樑.破土.安葬.",
		"j": "移徙.入宅.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "除",
		"zc": "正沖正沖甲子",
		"ts": "佔碓磨外正南"
	},
	"d0526": {
		"y": "訂盟.納采.會親友.安床.作灶.造畜椆棲.",
		"j": "開市.安葬.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "滿",
		"zc": "正沖正沖乙丑",
		"ts": "廚灶廁外西南"
	},
	"d0527": {
		"y": "沐浴.平治道涂.掃舍.入殮.移柩.破土.啟攢.安葬.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "平",
		"zc": "正沖正沖丙寅",
		"ts": "倉庫爐外西南"
	},
	"d0528": {
		"y": "嫁娶.祭祀.祈福.求嗣.開光.出行.出火.拆卸.動土.上樑.進人口.入宅.移徙.安床.安門.開市.交易.立券.掛匾.栽種.破土.安葬.",
		"j": "",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "定",
		"zc": "正沖正沖丁卯",
		"ts": "房床門外西南"
	},
	"d0529": {
		"y": "祭祀.開光.出行.解除.塑繪.裁衣.入殮.移柩.破土.啟攢.安葬.除服.成服.",
		"j": "嫁娶.上樑.修造.拆卸.架馬.入宅.伐木.動土.出火.開柱眼.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "執",
		"zc": "正沖正沖戊辰",
		"ts": "門雞棲外西南"
	},
	"d0530": {
		"y": "祭祀.解除.破屋.壞垣.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "破",
		"zc": "正沖正沖己巳",
		"ts": "碓磨床外西南"
	},
	"d0531": {
		"y": "嫁娶.祭祀.祈福.求嗣.開光.出行.拆卸.動土.上樑.出火.進人口.入宅.移徙.安床.栽種.納畜.牧養.豎柱.安門.修造.解除.會親友.",
		"j": "",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "危",
		"zc": "正沖正沖庚午",
		"ts": "廚灶碓外西南"
	},
	"d0321": {
		"y": "祭祀.開光.塑繪.酬神.齋醮.訂盟.納采.嫁娶.裁衣.動土.起基.出火.拆卸.移徙.入宅.安香.修造.豎柱.上樑.納畜.牧養.祈福.求嗣.解除.伐木.定磉.造屋.安門.",
		"j": "栽種.安葬.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "開",
		"zc": "正沖正沖己未",
		"ts": "碓磨廁外東南"
	},
	"d0401": {
		"y": "裁衣.合帳.冠笄.嫁娶.納婿.安床.入殮.納財.",
		"j": "作灶.開市.安葬.作梁.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "收",
		"zc": "正沖正沖庚午",
		"ts": "廚灶碓外西南"
	},
	"d0402": {
		"y": "祭祀.訂盟.納采.修造.動土.祈福.塑繪.齋醮.沐浴.拆卸.起基.入宅.安香.造廟.移柩.謝土.除服.成服.入學.習藝.出行.豎柱.上樑.掘井.求嗣.解除.伐木.",
		"j": "作灶.安葬.開市.造屋.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "開",
		"zc": "正沖正沖辛未",
		"ts": "倉庫廁外西南"
	},
	"d0403": {
		"y": "訂盟.納采.裁衣.合帳.冠笄.安機械.拆卸.安床.入殮.除服.成服.移柩.破土.啟攢.安葬.修墳.立碑.經絡.交易.立券.納財.築堤.造倉.補垣.塞穴.納畜.伐木.架馬.",
		"j": "祭祀.開光.嫁娶.入宅.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "閉",
		"zc": "正沖正沖壬申",
		"ts": "房床廁外正南"
	},
	"d0404": {
		"y": "祭祀.祈福.求嗣.齋醮.冠笄.作灶.納財.交易.",
		"j": "開光.嫁娶.掘井.安葬.安門.探病.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "閉",
		"zc": "正沖正沖癸酉",
		"ts": "佔門廁外正南"
	},
	"d0405": {
		"y": "祭祀.解除.教牛馬.出行.餘事勿取.",
		"j": "動土.破土.行喪.開光.作梁.安葬.探病.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "建",
		"zc": "正沖正沖甲戌",
		"ts": "碓磨棲外正西"
	},
	"d0406": {
		"y": "沐浴.齋醮.解除.求醫.治病.會親友.造畜椆棲.栽種.理髮.掃舍.",
		"j": "開市.嫁娶.移徙.入宅.掘井.安葬.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "除",
		"zc": "正沖正沖乙亥",
		"ts": "廚灶床外正西"
	},
	"d0407": {
		"y": "求嗣.出行.解除.訂盟.納采.嫁娶.會親友.進人口.安床.開市.交易.納畜.牧養.入殮.除服.成服.移柩.安葬.啟攢.",
		"j": "祈福.開市.修造.動土.破土.謝土.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "滿",
		"zc": "正沖正沖丙子",
		"ts": "倉庫碓外西北"
	},
	"d0408": {
		"y": "祭祀.作灶.平治道涂.餘事勿取.",
		"j": "嫁娶.安葬.動土.安床.治病.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "平",
		"zc": "正沖正沖丁丑",
		"ts": "房床廁外西北"
	},
	"d0409": {
		"y": "造車器.祭祀.祈福.求嗣.齋醮.開市.交易.安機械.雕刻.開光.造屋.合脊.起基.定磉.安門.納畜.安葬.開生墳.立碑.謝土.齋醮.",
		"j": "入宅.動土.開倉.出貨財.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "定",
		"zc": "正沖正沖戊寅",
		"ts": "佔門爐外西北"
	},
	"d0410": {
		"y": "祭祀.祈福.開光.求嗣.齋醮.納采.訂盟.求醫.治病.起基.定磉.造船.取漁.解除.安葬.啟攢.謝土.入殮.",
		"j": "開市.動土.掘井.開池.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "執",
		"zc": "正沖正沖己卯",
		"ts": "佔門爐外西北"
	},
	"d0411": {
		"y": "祭祀.沐浴.破屋.壞垣.求醫.治病.解除.餘事勿取.",
		"j": "嫁娶.開市.交易.入宅.安葬.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "破",
		"zc": "正沖正沖庚辰",
		"ts": "廚灶棲外西北"
	},
	"d0412": {
		"y": "諸事不宜.",
		"j": "諸事不宜.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "危",
		"zc": "正沖正沖辛巳",
		"ts": "倉庫床外西北"
	},
	"d0413": {
		"y": "祭祀.塑繪.開光.訂盟.納采.冠笄.裁衣.安機械.拆卸.修造.動土.安床.經絡.開市.",
		"j": "出火.入宅.安葬.伐木.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "成",
		"zc": "正沖正沖壬午",
		"ts": "房床碓外正北"
	},
	"d0414": {
		"y": "祭祀.餘事勿取.",
		"j": "造廟.嫁娶.安床.餘事勿取.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "收",
		"zc": "正沖正沖癸未",
		"ts": "佔門廁外正北"
	},
	"d0415": {
		"y": "訂盟.納采.嫁娶.進人口.會親友.交易.立券.動土.除服.謝土.移柩.破土.啟攢.赴任.出行.開市.納財.栽種.",
		"j": "入殮.安葬.入宅.安床.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "開",
		"zc": "正沖正沖甲申",
		"ts": "碓磨爐外正北"
	},
	"d0416": {
		"y": "祭祀.祈福.裁衣.合帳.安床.入殮.除服.成服.移柩.破土.啟攢.安葬.謝土.立碑.造畜椆棲.",
		"j": "掘井.安門.嫁娶.納采.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "閉",
		"zc": "正沖正沖乙酉",
		"ts": "廚灶門外正北"
	},
	"d0417": {
		"y": "祭祀.進人口.嫁娶.安床.解除.冠笄.出行.裁衣.掃舍.",
		"j": "掘井.動土.破土.安葬.開光.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "建",
		"zc": "正沖正沖丙戌",
		"ts": "倉庫棲外正北"
	},
	"d0418": {
		"y": "納采.開光.求醫.治病.動土.上樑.移徙.入宅.",
		"j": "嫁娶.開市.安葬.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "除",
		"zc": "正沖正沖丁亥",
		"ts": "佔房床房內北"
	},
	"d0419": {
		"y": "祭祀.會親友.開市.安床.啟攢.安葬.",
		"j": "嫁娶.動土.破土.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "滿",
		"zc": "正沖正沖戊子",
		"ts": "佔門碓房內北"
	},
	"d0420": {
		"y": "祭祀.作灶.掘井.平治道涂.",
		"j": "嫁娶.安葬.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "平",
		"zc": "正沖正沖己丑",
		"ts": "碓磨廁房內北"
	},
	"d0422": {
		"y": "嫁娶.納采.祭祀.祈福.出行.移徙.求醫.",
		"j": "開市.動土.破土.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "執",
		"zc": "正沖正沖辛卯",
		"ts": "倉庫門房內北"
	},
	"d0423": {
		"y": "祭祀.求醫.治病.解除.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "破",
		"zc": "正沖正沖壬辰",
		"ts": "房床棲房內南"
	},
	"d0424": {
		"y": "沐浴.結網.取漁.",
		"j": "嫁娶.入宅.安葬.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "危",
		"zc": "正沖正沖癸巳",
		"ts": "佔門床房內南"
	},
	"d0425": {
		"y": "",
		"j": "諸事不宜.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "成",
		"zc": "正沖正沖甲午",
		"ts": "佔碓磨房內南"
	},
	"d0426": {
		"y": "解除.壞垣.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "收",
		"zc": "正沖正沖乙未",
		"ts": "廚灶廁房內南"
	},
	"d0427": {
		"y": "嫁娶.開光.出行.出火.拆卸.進人口.開市.立券.交易.掛匾.入宅.移徙.安床.栽種.",
		"j": "祈福.入殮.祭祀.作灶.安葬.探病.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "開",
		"zc": "正沖正沖丙申",
		"ts": "倉庫爐房內南"
	},
	"d0428": {
		"y": "嫁娶.出行.合帳.冠笄.安床.除服.成服.作灶.交易.立券.入殮.移柩.破土.安葬.",
		"j": "詞訟.開光.開市.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "閉",
		"zc": "正沖正沖丁酉",
		"ts": "房床門房內南"
	},
	"d0429": {
		"y": "出行.修飾垣牆.造畜椆棲.教牛馬.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "建",
		"zc": "正沖正沖戊戌",
		"ts": "門雞棲房內東"
	},
	"d0430": {
		"y": "祭祀.祈福.開光.求嗣.解除.伐木.出火.入宅.移徙.安床.拆卸.修造.動土.造畜椆棲.",
		"j": "嫁娶.納財.安葬.出行.開市.立券.作灶.栽種.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "除",
		"zc": "正沖正沖己亥",
		"ts": "碓磨床房內東"
	},
	"d0431": {
		"y": "納采.嫁娶.開光.出行.理髮.會親友.開市.安床.栽種.牧養.入殮.移柩.啟攢.",
		"j": "謝土.祈福.上樑.作灶.齋醮.修造.入宅.安門.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "滿",
		"zc": "正沖正沖庚子",
		"ts": "廚灶碓房內東"
	},
	"d0221": {
		"y": "祈福.求嗣.齋醮.塑繪.開光.訂盟.納采.嫁娶.動土.入宅.安香.移柩.安葬.謝土.出行.沐浴.修造.豎柱.上樑.納財.破土.解除.安門.放水.",
		"j": "作灶.安床.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "危",
		"zc": "正沖正沖辛卯",
		"ts": "倉庫門房內北"
	},
	"d0301": {
		"y": "作灶.解除.平治道涂.",
		"j": "栽種.出行.祈福.行喪.納畜.安葬.安門.伐木.作梁.牧養.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "平",
		"zc": "正沖正沖己亥",
		"ts": "碓磨床房內東"
	},
	"d0302": {
		"y": "解除.沐浴.",
		"j": "諸事不宜.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "定",
		"zc": "正沖正沖庚子",
		"ts": "廚灶碓房內東"
	},
	"d0303": {
		"y": "嫁娶.祭祀.祈福.出行.解除.出火.拆卸.動土.入宅.移徙.安床.上樑.栽種.納畜.破土.啟攢.安葬.",
		"j": "開市.立券.理髮.作灶.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "執",
		"zc": "正沖正沖辛丑",
		"ts": "倉庫廁房內東"
	},
	"d0304": {
		"y": "祭祀.解除.治病.破屋.壞垣.掃舍.",
		"j": "餘事勿取.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "破",
		"zc": "正沖正沖壬寅",
		"ts": "房床爐房內東"
	},
	"d0305": {
		"y": "破屋.壞垣.餘事勿取.",
		"j": "嫁娶.移徙.開市.入宅.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "破",
		"zc": "正沖正沖癸卯",
		"ts": "佔大門外東北"
	},
	"d0306": {
		"y": "嫁娶.冠笄.祭祀.出行.會親友.修造.動土.入殮.破土.",
		"j": "塑繪.開光.造橋.除服.成服.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "危",
		"zc": "正沖正沖甲辰",
		"ts": "碓磨棲外東北"
	},
	"d0307": {
		"y": "開光.求嗣.出行.納采.冠笄.出火.拆卸.起基.修造.動土.上樑.移徙.造船.開市.交易.立券.納財.",
		"j": "祈福.嫁娶.安葬.破土.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "成",
		"zc": "正沖正沖乙巳",
		"ts": "廚灶床外東北"
	},
	"d0308": {
		"y": "理髮.冠笄.嫁娶.進人口.栽種.捕捉.針灸.",
		"j": "納財.開市.安葬.破土.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "收",
		"zc": "正沖正沖丙午",
		"ts": "倉庫碓外東北"
	},
	"d0309": {
		"y": "開光.祈福.求嗣.出行.解除.伐木.造屋.起基.修造.架馬.安門.移徙.入宅.造廟.除服.成服.移柩.謝土.納畜.牧養.",
		"j": "納采.動土.開市.交易.安門.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "開",
		"zc": "正沖正沖丁未",
		"ts": "房床廁外東北"
	},
	"d0310": {
		"y": "裁衣.經絡.伐木.開柱眼.拆卸.修造.動土.上樑.合脊.合壽木.入殮.除服.成服.移柩.破土.安葬.啟攢.修墳.立碑.",
		"j": "祭祀.嫁娶.出行.上樑.掘井.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "閉",
		"zc": "正沖正沖戊申",
		"ts": "佔門爐外東北"
	},
	"d0311": {
		"y": "祭祀.會親友.立券.交易.裁衣.合帳.嫁娶.冠笄.進人口.",
		"j": "栽種.動土.安葬.掘井.修墳.探病.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "建",
		"zc": "正沖正沖己酉",
		"ts": "碓磨門外正東"
	},
	"d0312": {
		"y": "掃舍.塞穴.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "除",
		"zc": "正沖正沖庚戌",
		"ts": "廚灶棲外正東"
	},
	"d0313": {
		"y": "塑繪.開光.訂盟.納采.裁衣.合帳.冠笄.安機械.會親友.納財.開市.立券.交易.安床.豎柱.上樑.結網.栽種.解除.經絡.",
		"j": "作灶.出行.入宅.安葬.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "滿",
		"zc": "正沖正沖辛亥",
		"ts": "倉庫床外正東"
	},
	"d0314": {
		"y": "祭祀.嫁娶.納婿.除服.成服.入殮.移柩.",
		"j": "動土.作灶.入宅.開光.安床.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "平",
		"zc": "正沖正沖壬子",
		"ts": "房床碓外正東"
	},
	"d0315": {
		"y": "祈福.求嗣.開光.塑繪.齋醮.訂盟.納采.嫁娶.拆卸.安床.入宅.安香.移柩.修墳.安葬.謝土.栽種.解除.冠笄.裁衣.移徙.修造.動土.豎柱.放水.啟攢.立碑.",
		"j": "赴任.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "定",
		"zc": "正沖正沖癸丑",
		"ts": "佔門廁外正東"
	},
	"d0316": {
		"y": "祭祀.解除.入殮.除服.成服.移柩.啟攢.安葬.修墳.立碑.謝土.沐浴.掃舍.捕捉.取漁.結網.畋獵.理髮.",
		"j": "安床.嫁娶.作灶.入宅.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "執",
		"zc": "正沖正沖甲寅",
		"ts": "碓磨爐外東南"
	},
	"d0317": {
		"y": "破屋.壞垣.",
		"j": "諸事不宜.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "破",
		"zc": "正沖正沖乙卯",
		"ts": "廚灶門外東南"
	},
	"d0318": {
		"y": "祭祀.出行.訂盟.納采.裁衣.合帳.冠笄.進人口.動土.安床.作灶.入殮.移柩.安葬.破土.結網.取漁.畋獵.",
		"j": "作梁.造廟.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "危",
		"zc": "正沖正沖丙辰",
		"ts": "倉庫棲外東南"
	},
	"d0319": {
		"y": "祭祀.開光.塑繪.訂盟.納采.合帳.冠笄.拆卸.動土.起基.上樑.入宅.安香.開市.立券.納財.沐浴.求嗣.出火.豎柱.安門.",
		"j": "造廟.嫁娶.伐木.安葬.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "成",
		"zc": "正沖正沖丁巳",
		"ts": "佔房床外東南"
	},
	"d0320": {
		"y": "祭祀.沐浴.捕捉.栽種.",
		"j": "嫁娶.入宅.移徙.作灶.安葬.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "收",
		"zc": "正沖正沖戊午",
		"ts": "佔門碓外東南"
	},
	"d0322": {
		"y": "訂盟.納采.冠笄.拆卸.修造.動土.安床.入殮.除服.成服.移柩.安葬.破土.啟攢.造倉.",
		"j": "作灶.開光.嫁娶.開市.入宅.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "閉",
		"zc": "正沖正沖庚申",
		"ts": "廚灶爐外正南"
	},
	"d0323": {
		"y": "祈福.開光.塑繪.酬神.訂盟.納采.裁衣.安床.開市.立券.入殮.除服.成服.移柩.啟攢.安葬.立碑.赴任.會親友.出行.交易.豎柱.",
		"j": "作灶.掘井.動土.栽種.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "建",
		"zc": "正沖正沖辛酉",
		"ts": "倉庫門外正南"
	},
	"d0324": {
		"y": "祭祀.掃舍.塞穴.",
		"j": "栽種.作灶.安葬.嫁娶.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "除",
		"zc": "正沖正沖壬戌",
		"ts": "房床棲外正南"
	},
	"d0325": {
		"y": "開光.塑繪.裁衣.冠笄.伐木.拆卸.豎柱.上樑.開倉.會親友.安機械.造倉.造屋.交易.解除.開市.立券.納財.",
		"j": "出行.嫁娶.入宅.安葬.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "滿",
		"zc": "正沖正沖癸亥",
		"ts": "佔門床外正南"
	},
	"d0326": {
		"y": "冠笄.入殮.除服.成服.移柩.平治道涂.修飾垣牆.",
		"j": "造屋.作灶.治病.探病.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "平",
		"zc": "正沖正沖甲子",
		"ts": "佔碓磨外正南"
	},
	"d0327": {
		"y": "祭祀.嫁娶.祈福.納采.裁衣.合帳.安床.入宅.安香.入殮.移柩.安葬.謝土.修造.安碓磑.求嗣.會親友.掛匾.交易.立券.納財.造倉.放水.",
		"j": "栽種.伐木.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "定",
		"zc": "正沖正沖乙丑",
		"ts": "廚灶廁外西南"
	},
	"d0328": {
		"y": "祭祀.祈福.齋醮.訂盟.納采.裁衣.合帳.拆卸.修造.動土.上樑.起基.移柩.安葬.謝土.沐浴.掃舍.開柱眼.伐木.出火.",
		"j": "安床.開市.立券.作灶.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "執",
		"zc": "正沖正沖丙寅",
		"ts": "倉庫爐外西南"
	},
	"d0329": {
		"y": "破屋.壞垣.求醫.治病.",
		"j": "諸事不宜.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "破",
		"zc": "正沖正沖丁卯",
		"ts": "房床門外西南"
	},
	"d0330": {
		"y": "祭祀.動土.上樑.訂盟.納采.嫁娶.安機械.拆卸.安床.入宅.安香.入殮.移柩.破土.安葬.立碑.謝土.赴任.出行.移徙.祈福.求嗣.解除.造倉.進人口.",
		"j": "開光.出貨財.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "危",
		"zc": "正沖正沖戊辰",
		"ts": "門雞棲外西南"
	},
	"d0331": {
		"y": "祭祀.開光.塑繪.納采.裁衣.拆卸.安床.起基.動土.豎柱.上樑.移徙.入宅.安香.開市.立券.掛匾.沐浴.出行.求嗣.安門.",
		"j": "嫁娶.栽種.伐木.安葬.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "成",
		"zc": "正沖正沖己巳",
		"ts": "碓磨床外西南"
	},
	"d0201": {
		"y": "解除.掃舍.祭祀.教牛馬.餘事勿取.",
		"j": "餘事勿取.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "建",
		"zc": "正沖正沖辛未",
		"ts": "倉庫廁外西南"
	},
	"d0121": {
		"y": "沐浴.解除.訂盟.納采.裁衣.冠笄.拆卸.修造.動土.移徙.入宅.除服.成服.移柩.破土.啟攢.安葬.掃舍.修墳.伐木.納財.交易.立券.",
		"j": "作灶.祭祀.上樑.出行.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "除",
		"zc": "正沖正沖庚申",
		"ts": "廚灶爐外正南"
	},
	"d0202": {
		"y": "開市.交易.立券.掛匾.開光.解除.伐木.作梁.出火.入宅.移徙.安床.拆卸.動土.上樑.栽種.納畜.安葬.",
		"j": "嫁娶.祭祀.出行.置產.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "除",
		"zc": "正沖正沖壬申",
		"ts": "房床廁外正南"
	},
	"d0203": {
		"y": "開市.交易.立券.納財.開池.補垣.嫁娶.納采.納畜.取漁.安床.",
		"j": "修造.上樑.入宅.祈福.探病.掘井.動土.安門.安葬.作灶.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "滿",
		"zc": "正沖正沖癸酉",
		"ts": "佔門廁外正南"
	},
	"d0204": {
		"y": "會親友.求嗣.理髮.冠笄.結網.捕捉.開光.理髮.",
		"j": "開市.動土.安葬.破土.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "滿",
		"zc": "正沖正沖甲戌",
		"ts": "碓磨棲外正西"
	},
	"d0205": {
		"y": "祭祀.平治道涂.餘事勿取.",
		"j": "嫁娶.祈福.掘井.安葬.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "平",
		"zc": "正沖正沖乙亥",
		"ts": "廚灶床外正西"
	},
	"d0206": {
		"y": "祈福.求嗣.齋醮.納采.嫁娶.伐木.修造.動土.移徙.入宅.造廟.安機械.開市.入殮.除服.成服.移柩.安葬.破土.謝土.",
		"j": "置產.造屋.合脊.開光.探病.安門.作灶.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "定",
		"zc": "正沖正沖丙子",
		"ts": "倉庫碓外西北"
	},
	"d0207": {
		"y": "入學.習藝.出行.納采.訂盟.嫁娶.會親友.進人口.牧養.捕捉.入殮.移柩.安葬.啟攢.",
		"j": "開光.開市.入宅.動土.造屋.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "執",
		"zc": "正沖正沖丁丑",
		"ts": "房床廁外西北"
	},
	"d0208": {
		"y": "祭祀.沐浴.求醫.治病.掃舍.破屋.壞垣.解除.餘事勿取.",
		"j": "入宅.開市.安葬.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "破",
		"zc": "正沖正沖戊寅",
		"ts": "佔門爐外西北"
	},
	"d0209": {
		"y": "祭祀.冠笄.嫁娶.拆卸.修造.動土.起基.上樑.造屋.入宅.開市.開池.塞穴.入殮.除服.成服.移柩.安葬.破土.",
		"j": "安床.栽種.治病.作灶.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "危",
		"zc": "正沖正沖己卯",
		"ts": "佔門爐外西北"
	},
	"d0210": {
		"y": "祭祀.結網.入殮.除服.成服.移柩.安葬.破土.",
		"j": "餘事勿取.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "成",
		"zc": "正沖正沖庚辰",
		"ts": "廚灶棲外西北"
	},
	"d0211": {
		"y": "塑繪.開光.祈福.求嗣.訂盟.納采.裁衣.冠笄.拆卸.修造.動土.起基.安門.安床.移徙.造倉.結網.納畜.",
		"j": "伐木.作灶.安葬.取漁.入宅.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "收",
		"zc": "正沖正沖辛巳",
		"ts": "倉庫床外西北"
	},
	"d0212": {
		"y": "祭祀.沐浴.開光.塑繪.祈福.求嗣.訂盟.納采.冠笄.裁衣.嫁娶.動土.除服.成服.移柩.破土.啟攢.出行.安碓磑.放水.開市.立券.交易.",
		"j": "安葬.上樑.入宅.作灶.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "開",
		"zc": "正沖正沖壬午",
		"ts": "房床碓外正北"
	},
	"d0213": {
		"y": "祭祀.祈福.求嗣.酬神.裁衣.安床.立券.交易.入殮.除服.成服.移柩.謝土.啟攢.",
		"j": "出行.嫁娶.入宅.動土.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "閉",
		"zc": "正沖正沖癸未",
		"ts": "佔門廁外正北"
	},
	"d0214": {
		"y": "裁衣.合帳.入殮.除服.成服.會親友.納財.",
		"j": "祭祀.祈福.移徙.嫁娶.入宅.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "建",
		"zc": "正沖正沖甲申",
		"ts": "碓磨爐外正北"
	},
	"d0215": {
		"y": "祭祀.齋醮.裁衣.合帳.冠笄.訂盟.納采.嫁娶.入宅.安香.謝土.入殮.移柩.破土.立碑.安香.會親友.出行.祈福.求嗣.立碑.上樑.放水.",
		"j": "掘井.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "除",
		"zc": "正沖正沖乙酉",
		"ts": "廚灶門外正北"
	},
	"d0216": {
		"y": "安床.合帳.入宅.問名.納采.求嗣.祭祀.開倉.",
		"j": "齋醮.作灶.安床.安葬.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "滿",
		"zc": "正沖正沖丙戌",
		"ts": "倉庫棲外正北"
	},
	"d0217": {
		"y": "作灶.平治道涂.",
		"j": "祭祀.祈福.安葬.安門.餘事勿取.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "平",
		"zc": "正沖正沖丁亥",
		"ts": "佔房床房內北"
	},
	"d0218": {
		"y": "塑繪.開光.酬神.齋醮.訂盟.納采.裁衣.合帳.拆卸.動土.上樑.安床.安香.造廟.掛匾.會親友.進人口.出行.修造.納財.伐木.放水.出火.納畜.沐浴.安門.",
		"j": "造屋.栽種.安葬.作灶.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "定",
		"zc": "正沖正沖戊子",
		"ts": "佔門碓房內北"
	},
	"d0219": {
		"y": "祭祀.祈福.酬神.訂盟.納采.冠笄.裁衣.合帳.嫁娶.安床.移徙.入宅.安香.入殮.移柩.啟攢.安葬.解除.取漁.捕捉.伐木.安門.出火.",
		"j": "栽種.動土.開市.作灶.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "執",
		"zc": "正沖正沖己丑",
		"ts": "碓磨廁房內北"
	},
	"d0220": {
		"y": "求醫.破屋.",
		"j": "諸事不宜.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "破",
		"zc": "正沖正沖庚寅",
		"ts": "廚灶爐房內北"
	},
	"d0222": {
		"y": "取漁.入殮.除服.成服.移柩.破土.安葬.立碑.",
		"j": "嫁娶.上樑.入宅.作灶.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "成",
		"zc": "正沖正沖壬辰",
		"ts": "房床棲房內南"
	},
	"d0223": {
		"y": "祭祀.求嗣.沐浴.酬神.訂盟.納采.裁衣.合帳.冠笄.安機械.安床.造倉.開池.經絡.納財.開市.立券.交易.結網.取漁.納畜.捕捉.",
		"j": "安葬.作灶.伐木.作梁.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "收",
		"zc": "正沖正沖癸巳",
		"ts": "佔門床房內南"
	},
	"d0224": {
		"y": "祭祀.沐浴.祈福.求嗣.齋醮.訂盟.納采.裁衣.冠笄.開市.立券.交易.納財.沐浴.除服.謝土.出行.移柩.",
		"j": "入殮.安葬.作灶.入宅.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "開",
		"zc": "正沖正沖甲午",
		"ts": "佔碓磨房內南"
	},
	"d0225": {
		"y": "祭祀.祈福.求嗣.入殮.啟攢.安葬.移柩.",
		"j": "開光.掘井.針灸.出行.嫁娶.入宅.移徙.作灶.動土.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "閉",
		"zc": "正沖正沖乙未",
		"ts": "廚灶廁房內南"
	},
	"d0226": {
		"y": "安床.解除.裁衣.豎柱.上樑.交易.立券.納財.納畜.牧養.入殮.移柩.安葬.啟攢.",
		"j": "嫁娶.出行.動土.開渠.入宅.祭祀.掘井.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "建",
		"zc": "正沖正沖丙申",
		"ts": "倉庫爐房內南"
	},
	"d0227": {
		"y": "嫁娶.安床.開光.出行.祭祀.動土.出火.解除.會親友.開市.交易.立券.掛匾.入宅.移徙.拆卸.破土.啟攢.安葬.",
		"j": "掘井.詞訟.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "除",
		"zc": "正沖正沖丁酉",
		"ts": "房床門房內南"
	},
	"d0228": {
		"y": "嫁娶.開光.求嗣.會親友.安床.牧養.塑繪.針灸.",
		"j": "入宅.移徙.出火.分居.安香.作灶.開市.交易.立券.安葬.動土.伐木.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "滿",
		"zc": "正沖正沖戊戌",
		"ts": "門雞棲房內東"
	},
	"d0229": {
		"y": "作灶.解除.平治道涂.",
		"j": "栽種.出行.祈福.行喪.納畜.安葬.安門.伐木.作梁.牧養.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "平",
		"zc": "正沖正沖己亥",
		"ts": "碓磨床房內東"
	},
	"d0230": {
		"y": "作灶.解除.平治道涂.",
		"j": "栽種.出行.祈福.行喪.納畜.安葬.安門.伐木.作梁.牧養.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "平",
		"zc": "正沖正沖己亥",
		"ts": "碓磨床房內東"
	},
	"d0231": {
		"y": "作灶.解除.平治道涂.",
		"j": "栽種.出行.祈福.行喪.納畜.安葬.安門.伐木.作梁.牧養.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "平",
		"zc": "正沖正沖己亥",
		"ts": "碓磨床房內東"
	},
	"d0101": {
		"y": "治病.破屋.壞垣.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "破",
		"zc": "正沖正沖庚子",
		"ts": "廚灶碓房內東"
	},
	"d0102": {
		"y": "祭祀.祈福.求嗣.齋醮.開光.入學.訂盟.冠笄.伐木.修造.動土.起基.放水.交易.開池.",
		"j": "造橋.安門.理髮.造廟.栽種.作灶.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "危",
		"zc": "正沖正沖辛丑",
		"ts": "倉庫廁房內東"
	},
	"d0103": {
		"y": "解除.壞垣.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "成",
		"zc": "正沖正沖壬寅",
		"ts": "房床爐房內東"
	},
	"d0104": {
		"y": "沐浴.理髮.掃舍.",
		"j": "伐木.納畜.上樑.入宅.作灶.造畜椆棲.嫁娶.安葬.作梁.造船.安門.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "收",
		"zc": "正沖正沖癸卯",
		"ts": "佔大門外東北"
	},
	"d0105": {
		"y": "嫁娶.納采.訂盟.問名.祭祀.冠笄.裁衣.會親友.進人口.納財.捕捉.作灶.",
		"j": "開市.安床.安葬.修墳.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "收",
		"zc": "正沖正沖甲辰",
		"ts": "碓磨棲外東北"
	},
	"d0106": {
		"y": "訂盟.納采.會親友.祭祀.齋醮.沐浴.塑繪.出火.開光.豎柱.上樑.開市.交易.立券.作梁.開柱眼.伐木.架馬.安門.安床.拆卸.牧養.造畜椆棲.掘井.",
		"j": "造廟.嫁娶.出行.動土.安葬.行喪.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "開",
		"zc": "正沖正沖乙巳",
		"ts": "廚灶床外東北"
	},
	"d0107": {
		"y": "交易.立券.納財.安床.裁衣.造畜椆棲.安葬.謝土.啟攢.除服.成服.修墳.立碑.移柩.入殮.",
		"j": "開光.嫁娶.開市.動土.破土.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "閉",
		"zc": "正沖正沖丙午",
		"ts": "倉庫碓外東北"
	},
	"d0108": {
		"y": "祭祀.解除.教牛馬.會親友.餘事勿取.",
		"j": "破土.動土.安葬.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "建",
		"zc": "正沖正沖丁未",
		"ts": "房床廁外東北"
	},
	"d0109": {
		"y": "納采.訂盟.移徙.納財.開市.交易.立券.入宅.會親友.解除.求醫.治病.入學.安床.安門.安香.出火.拆卸.掃舍.入宅.掛匾.開生墳.合壽木.破土.修墳.啟攢.入殮.",
		"j": "探病.祭祀.出行.上樑.造屋.謝土.安葬.",
		"c": "生肖沖猴",
		"s": "煞北",
		"ch": "除",
		"zc": "正沖正沖戊申",
		"ts": "佔門爐外東北"
	},
	"d0110": {
		"y": "嫁娶.訂盟.納采.祭祀.祈福.求嗣.會親友.解除.出行.入學.納財.開市.交易.立券.習藝.經絡.安床.開倉.出貨財.納畜.安葬.啟攢.修墳.入殮.",
		"j": "入宅.開光.開市.動土.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "滿",
		"zc": "正沖正沖己酉",
		"ts": "碓磨門外正東"
	},
	"d0111": {
		"y": "祭祀.冠笄.嫁娶.會親友.進人口.裁衣.結網.平治道涂.",
		"j": "移徙.入宅.造廟.作灶.治病.安葬.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "平",
		"zc": "正沖正沖庚戌",
		"ts": "廚灶棲外正東"
	},
	"d0112": {
		"y": "祭祀.安碓磑.結網.餘事勿取.",
		"j": "嫁娶.安葬.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "定",
		"zc": "正沖正沖辛亥",
		"ts": "倉庫床外正東"
	},
	"d0113": {
		"y": "嫁娶.祭祀.沐浴.裁衣.出行.理髮.移徙.捕捉.畋獵.放水.入宅.除服.成服.啟攢.安葬.移柩.入殮.",
		"j": "造屋.開市.動土.破土.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "執",
		"zc": "正沖正沖壬子",
		"ts": "房床碓外正東"
	},
	"d0114": {
		"y": "破屋.壞垣.餘事勿取.",
		"j": "嫁娶.開市.安葬.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "破",
		"zc": "正沖正沖癸丑",
		"ts": "佔門廁外正東"
	},
	"d0115": {
		"y": "納采.訂盟.祭祀.求嗣.出火.塑繪.裁衣.會親友.入學.拆卸.掃舍.造倉.掛匾.掘井.開池.結網.栽種.納畜.破土.修墳.立碑.安葬.入殮.",
		"j": "祈福.嫁娶.造廟.安床.謝土.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "危",
		"zc": "正沖正沖甲寅",
		"ts": "碓磨爐外東南"
	},
	"d0116": {
		"y": "入殮.除服.成服.移柩.啟攢.安葬.修墳.立碑.",
		"j": "開市.伐木.嫁娶.作梁.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "成",
		"zc": "正沖正沖乙卯",
		"ts": "廚灶門外東南"
	},
	"d0117": {
		"y": "祭祀.作灶.入殮.除服.餘事勿取.",
		"j": "開市.安床.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "收",
		"zc": "正沖正沖丙辰",
		"ts": "倉庫棲外東南"
	},
	"d0118": {
		"y": "塑繪.開光.沐浴.冠笄.會親友.作灶.放水.造畜椆棲.",
		"j": "嫁娶.入殮.安葬.出行.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "開",
		"zc": "正沖正沖丁巳",
		"ts": "佔房床外東南"
	},
	"d0119": {
		"y": "祭祀.沐浴.祈福.齋醮.訂盟.納采.裁衣.拆卸.起基.豎柱.上樑.安床.入殮.除服.成服.移柩.啟攢.掛匾.求嗣.出行.合帳.造畜椆棲.",
		"j": "開倉.嫁娶.移徙.入宅.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "閉",
		"zc": "正沖正沖戊午",
		"ts": "佔門碓外東南"
	},
	"d0120": {
		"y": "祭祀.解除.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖羊",
		"s": "煞東",
		"ch": "建",
		"zc": "正沖正沖己未",
		"ts": "碓磨廁外東南"
	},
	"d0122": {
		"y": "出行.嫁娶.訂盟.納采.入殮.安床.啟攢.安葬.祭祀.裁衣.會親友.進人口.",
		"j": "作灶.掘井.謝土.入宅.",
		"c": "生肖沖雞",
		"s": "煞西",
		"ch": "滿",
		"zc": "正沖正沖辛酉",
		"ts": "倉庫門外正南"
	},
	"d0123": {
		"y": "修飾垣牆.平治道涂.入殮.移柩.餘事勿取.",
		"j": "嫁娶.移徙.入宅.開光.",
		"c": "生肖沖狗",
		"s": "煞南",
		"ch": "平",
		"zc": "正沖正沖壬戌",
		"ts": "房床棲外正南"
	},
	"d0124": {
		"y": "會親友.納采.進人口.修造.動土.豎柱.上樑.祭祀.開光.塑繪.祈福.齋醮.嫁娶.安床.移徙.入宅.安香.納畜.",
		"j": "出行.治病.安葬.開市.",
		"c": "生肖沖豬",
		"s": "煞東",
		"ch": "定",
		"zc": "正沖正沖癸亥",
		"ts": "佔門床外正南"
	},
	"d0125": {
		"y": "祭祀.會親友.出行.訂盟.納采.沐浴.修造.動土.祈福.齋醮.嫁娶.拆卸.安床.入殮.移柩.安葬.謝土.赴任.裁衣.豎柱.上樑.伐木.捕捉.栽種.破土.安門.",
		"j": "造屋.開市.作灶.入宅.",
		"c": "生肖沖鼠",
		"s": "煞北",
		"ch": "執",
		"zc": "正沖正沖甲子",
		"ts": "佔碓磨外正南"
	},
	"d0126": {
		"y": "解除.破屋.壞垣.餘事勿取.",
		"j": "諸事不宜.",
		"c": "生肖沖牛",
		"s": "煞西",
		"ch": "破",
		"zc": "正沖正沖乙丑",
		"ts": "廚灶廁外西南"
	},
	"d0127": {
		"y": "塑繪.開光.出行.訂盟.納采.除服.成服.嫁娶.納婿.入殮.移柩.啟攢.安葬.立碑.",
		"j": "入宅.安床.",
		"c": "生肖沖虎",
		"s": "煞南",
		"ch": "危",
		"zc": "正沖正沖丙寅",
		"ts": "倉庫爐外西南"
	},
	"d0128": {
		"y": "入殮.除服.成服.移柩.啟攢.安葬.立碑.餘事勿取.",
		"j": "破土.伐木.",
		"c": "生肖沖兔",
		"s": "煞東",
		"ch": "成",
		"zc": "正沖正沖丁卯",
		"ts": "房床門外西南"
	},
	"d0129": {
		"y": "祭祀.祈福.齋醮.塑繪.開光.除服.成服.入殮.作灶.嫁娶.捕捉.畋獵.納財.",
		"j": "開倉.造屋.安葬.安床.",
		"c": "生肖沖龍",
		"s": "煞北",
		"ch": "收",
		"zc": "正沖正沖戊辰",
		"ts": "門雞棲外西南"
	},
	"d0130": {
		"y": "祭祀.出行.沐浴.裁衣.祈福.齋醮.訂盟.納采.嫁娶.安機械.開市.立券.安碓磑.納畜.",
		"j": "栽種.嫁娶.入殮.安葬.",
		"c": "生肖沖蛇",
		"s": "煞西",
		"ch": "開",
		"zc": "正沖正沖己巳",
		"ts": "碓磨床外西南"
	},
	"d0131": {
		"y": "祭祀.祈福.齋醮.沐浴.安床.安機械.造車器.入殮.移柩.啟攢.安葬.立碑.合帳.經絡.交易.",
		"j": "作灶.掘井.嫁娶.入宅.",
		"c": "生肖沖馬",
		"s": "煞南",
		"ch": "閉",
		"zc": "正沖正沖庚午",
		"ts": "廚灶碓外西南"
	}
};